{
    "Okay, let's start session #1.": "Oké, laten we beginnen met sessie #1.",
    "Shall we start the coaching session for this week?": "Zullen we beginnen met de coaching sessie van deze week?",
    "Okay, let's start session #2.": "Oké, laten we beginnen met sessie #2.",
    "Okay, last week we discussed your social network. Shall we start our second week's session?": "Oké, vorige week hebben we het gehad over jouw sociale netwerk. Zullen we de sessie van de tweede week starten?",
    "Okay, let's repeat session #1.": "Oké, laten we sessie #1 herhalen.",
    "I have a new coaching session every week. This week you've already completed the session on social networks. Do you want to go through it again?": "Ik heb elke week een nieuwe coaching sessie. Deze week heb je de sessie over sociale netwerken al voltooid. Wil je deze nogmaals herhalen?",
    "Okay, let's start session #3.": "Oké, laten we beginnen met sessie #3.",
    "Okay, last week we discussed your preferred social activities. Shall we start our third week's session?": "Oké, vorige week hebben we het gehad over jouw gewenste sociale activiteiten. Zullen we beginnen met onze derde wekelijkse sessie?",
    "Okay, let's repeat session #2.": "Oké, laten we sessie #2 herhalen.",
    "I have a new coaching session every week. This week you've already completed the session on social activities. Do you want to go through it again?": "Ik heb elke week een nieuwe coaching sessie. Deze week heb je de sessie over sociale activiteiten al voltooid. Wil je deze nogmaals herhalen?",
    "Okay, let's start session #4.": "Oké, laten we beginnen met sessie #4.",
    "Okay, last week we discussed broadening your network. Shall we start our fourth week's session?": "Oké, vorige week hebben we gepraat over het verbreden van je netwerk. Zullen we onze sessie van de vierde week beginnen?",
    "Okay, let's repeat session #3.": "Oké, laten we sessie #3 herhalen.",
    "I have a new coaching session every week. This week you've already completed the session on broadening your network. Do you want to go through it again?": "Ik heb elke week een nieuwe coaching sessie. Deze week heb je de sessie over het verbreden van je netwerk al voltooid. Wil je deze nogmaals herhalen?",
    "Well, it looks like you've finished all the coaching sessions I have prepared so far. Maybe if you check back later, I might have something new!": "Het lijkt erop dat je alle coaching sessies hebt voltooid die ik tot nu toe heb voorbereid. Misschien heb ik iets nieuws als je later terugkomt!",
    "Which coaching sessions can I repeat?": "Welke coaching sessies kan ik herhalen?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "These are the coaching sessions you can repeat.": "Deze coaching sessies kan je herhalen.",
    "Session #1.": "Sessie #1.",
    "Session #2.": "Sessie #2.",
    "Session #3.": "Sessie #3.",
    "Session #4.": "Sessie #4.",
    "You haven't completed any coaching sessions yet.": "Je hebt nog geen coaching sessies afgerond."
}