{
    "Okay, I'm curious.": "Oké, ik ben nieuwsgierig.",
    "No, sorry I am not.": "Nee, sorry ben ik niet.",
    "Today I want to talk about the importance of a social network. Are you interested in my story?": "Vandaag wil ik het hebben over het belang van een sociaal netwerk. Ben je geïnteresseerd in mijn verhaal?",
    "When I was doing my groceries today, I met an old friend. We didn't speak to each other for years. He told me that he was planning a holiday and needed someone to look after his cat.": "Vandaag toen ik mijn boodschappen deed, kwam ik een oude vriend tegen. We hebben elkaar al jaren niet gesproken. Hij vertelde me dat hij een vakantie aan het plannen was, en dat hij iemand nodig had die op zijn kat kon passen.",
    "Goodbye.": "Tot ziens.",
    "Okay, I understand, maybe some other time!": "Oké, ik begrijp het, misschien een andere keer!",
    "I guess so.": "Ik denk het.",
    "I have free time and I like cats, so I suggested to help him as he has no friends to help. He was very pleased with my offer and it feels good to help someone, don't you think?": "Ik heb vrije tijd en ik hou van katten, dus ik stelde voor om hem te helpen, omdat hij geen vrienden heeft die hem kunnen helpen. Hij was erg blij met mijn aanbod en het voelt goed om iemand te helpen, vind je niet?",
    "I prefer to be alone.": "Ik ben liever alleen.",
    "I prefer to be with friends and family.": "Ik ben liever met vrienden en familie.",
    "I think a good social network is important. Not only to help each other out, but also to do activities together. I like to be alone sometimes, but I prefer to be with friends and family. What do you prefer?": "Ik vind een goed sociaal netwerk belangrijk. Niet alleen om elkaar te helpen, maar ook om samen activiteiten te doen. Ik ben soms graag alleen, maar ik ben liever bij vrienden en familie zijn. Wat heb jij liever?",
    "Okay, good idea.": "Oké, goed idee.",
    "Hmm, maybe not.": "Hmm, misschien niet.",
    "Being alone can be very nice and relaxing. But being with friends and family can really help you to enjoy life. This week I want to get to know you better and talk about your social network and the things you like to do. What do you say?": "Alleen zijn kan heel prettig en ontspannend zijn. Maar samen zijn met vrienden en familie kan je echt helpen om van het leven te genieten. Deze week wil ik je beter leren kennen en praten over je sociale netwerk en de dingen die je leuk vindt om te doen. Wat zeg je ervan?",
    "Yes, being with friends and family can really help you to enjoy life. This week I want to talk to you about your social network, and the things you like to do. What do you say?": "Ja, samen zijn met vrienden en familie kan je helpen om van je leven te genieten. Deze week wil ik praten over je sociale netwerk en over de dingen die je leuk vindt om te doen. Wat zeg je ervan?",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "Let's start. First you social network. These are family members, friends, colleagues and acquaintances who are close to you. Are you satisfied with your current social network?": "Laten we beginnen. Eerst je sociale netwerk. Dit zijn familieleden, vrienden, collega's en kennissen die dicht bij je staan. Ben je tevreden met je huidige sociale netwerk?",
    "Okay.": "Oké.",
    "Realising this is a first step to improving you social network. Let's continue this exercise and identify your social network. A nice way for me to get to know you, right?": "Dit realiseren is een eerste stap om je sociale netwerk te verbeteren. Laten we doorgaan met deze oefening en je sociale netwerk identificeren. Een leuke manier voor mij om je te leren kennen, toch?",
    "No, sorry I am not interested.": "Nee, sorry ik ben niet geïnteresseerd.",
    "That is great! I really want to know you and your social network. Let's start to identify your social network, okay?": "Dat is geweldig! Ik wil jou en je sociale netwerk leren kennen. Laten we beginnen met het identificeren van je sociale netwerk, oké?",
    "For this exercise I ask you to name up to five family members, friends, colleagues and/or acquaintances who are close to you. Please, name the first person...": "Voor deze oefening vraag ik je om maximaal vijf familieleden, vrienden, collega's en/of kennissen die dicht bij je staan ​​te noemen. Noem de eerste persoon...",
    "Please, name the second person...": "Noem de tweede persoon...",
    "Please, name the third person...": "Noem de derde persoon...",
    "Please, mention the fourth person...": "Noem de vierde persoon...",
    "And now the fifth and last person please...": "En noem nu de vijfde en laatste persoon...",
    "Yes, you are correct!": "Ja, je hebt gelijk!",
    "Sorry I made a mistake. Let me do it again.": "Sorry, ik heb een fout gemaakt. Laat me het nog een keer doen.",
    "Thank you. So, if I am correct you mentioned $socialnetworkclose1, $socialnetworkclose2, $socialnetworkclose3, $socialnetworkclose4 and $socialnetworkclose5 as your close family members, friends, colleagues and/or acquaintances, right?": "Dank je. Dus als ik het goed heb, heb je $socialnetworkclose1, $socialnetworkclose2, $socialnetworkclose3, $socialnetworkclose4 en $socialnetworkclose5 genoemd als familieleden, vrienden, collega's en/of kennissen die dicht bij je staan, toch?",
    "Yes, there are people.": "Ja, er zijn mensen.",
    "No, I can't think of anyone.": "Nee, ik kan niemand bedenken.",
    "Next to close friends and family, there are always persons who you want to be closer to you. Is there anyone (family members, friends, colleagues and/or acquaintances) who you want to be closer to?": "Naast goede vrienden en familie zijn er altijd mensen die je dichter bij je wilt hebben. Is er iemand (familieleden, vrienden, collega's en/of kennissen) met wie u meer wilt omgaan?",
    "Can you name the second one...?": "Kun je een tweede persoon noemen...?",
    "Please name the third person...": "Noem de derde persoon...",
    "And the fourth person...?": "En de vierde persoon...?",
    "And the fifth and last person...": "En de vijfde en laatste persoon...?",
    "Yes, that is correct.": "Ja, dat klopt.",
    "No, sorry, can I do it again?": "Nee, sorry, kan ik het nog een keer doen?",
    "Thank you. So, if I am correct you mentioned $socialnetworknotclose1, $socialnetworknotclose2, $socialnetworknotclose3, $socialnetworknotclose4 and $socialnetworknotclose5 as people you want to be closer to?": "Dank je. Dus als ik het goed heb, heb je $socialnetworknotclose1, $socialnetworknotclose2, $socialnetworknotclose3, $socialnetworknotclose4 en $socialnetworknotclose5 genoemd als mensen die je vaker wilt zien?",
    "Yes, I can.": "Ja, kan ik.",
    "No, I don't want to.": "Nee, dat wil ik niet.",
    "What are the activities you really enjoy doing? Can you mention two activities?": "Wat zijn de activiteiten die je erg leuk vindt om te doen? Kan je twee activiteiten benoemen?",
    "Okay, see  you next week!": "Oké, tot volgende week!",
    "This was this week's social session. I really liked to get to know you better. Next week we continue to further broader or social network and discuss the kind of social activities you like.": "Dit was de sociale sessie van deze week. Ik vond het erg leuk om je beter te leren kennen. Volgende week kunnen we dieper ingaan op je sociale netwerk en kunnen we de soort sociale activiteiten bespreken die je leuk vindt.",
    "Okay. I appreciate that you are willing to share. Please, name up to five family members, friends, colleagues and/or acquaintances who are not sufficiently close to you. Can you name the first person?": "Oké, ik waardeer het dat je dat met me wilt delen. Noem maximaal vijf familieleden, vrienden, collega's en/of kennissen die niet dicht genoeg bij je staan. Kan je de eerste persoon noemen?",
    "Yes, okay.": "Ja, oké.",
    "No, I prefer not to say.": "Nee, dat vertel ik liever niet.",
    "I really want to know who these persons are. Would you like to tell me who they are?": "Ik zou graag willen weten wie deze personen zijn. Wil je me vertellen wie dat zijn?",
    "Okay. I understand. In that case, let's continue with something else...": "Oké, dat begrijp ik. In dat geval, laten we doorgaan met iets anders...",
    "What is the first activity that comes to your mind?": "Wat is de eerste activiteit die in u op komt?",
    "Yes, that's a good idea.": "Ja, dat is een goed idee.",
    "No, I don't think so.": "Nee, ik denk het niet.",
    "Maybe it would be a good idea to contact one of these people this week, what do you think?": "Misschien is het een goed idee om een van deze personen deze week te benaderen, wat vind jij?",
    "In any case, you've shared a lot of information with me and a I really have the feeling I'm getting to know you better! Before we end this session I have one more question.": "In ieder geval heb je veel informatie met me gedeeld en ik heb echt het gevoel dat ik je beter leer kennen! Voordat we deze sessie beëindigen, heb ik nog een vraag.",
    "Together.": "Samen.",
    "Alone.": "Alleen.",
    "Is this an activity that you do together or alone?": "Is dit een activiteit die je samen met anderen doet of alleen?",
    "Okay, and what is the second activity that comes to mind?": "Oké, en wat is de tweede activiteit dat in je op komt?",
    "And is this an activity that you do together or alone?": "En is dit een activiteit die je samen met anderen doet of alleen?",
    "Okay, see  you next week.": "Oké, tot volgende week.",
    "Okay. Let's wait and see! Next week we will continue with this theme and discuss the kind of social activities you like.": "Oké. Laten we afwachten! Volgende week gaan we verder met dit thema en bespreken we het soort sociale activiteiten dat je leuk vindt.",
    "That is a great idea.": "Dat is een goed idee.",
    "I am not so sure.": "Ik ben er niet zo zeker van.",
    "No, I don't like that.": "Nee, ik hou daar niet van.",
    "These are two very nice activities, right? Maybe it is an idea to plan one of these activities this week with a person who is close to you? What do you think?": "Dit zijn twee hele leuke activiteiten, toch? Misschien is het een idee om een ​​van deze activiteiten deze week te plannen met een persoon die dicht bij je staat? Wat vind jij?",
    "Person 1: <<input type=\"text\" value=\"$socialnetworkclose1\" min=\"0\" max=\"30\">>": "Persoon 1: <<input type=\"text\" value=\"$socialnetworkclose1\" min=\"0\" max=\"30\">>",
    "Person 2: <<input type=\"text\" value=\"$socialnetworkclose2\" min=\"0\" max=\"30\">>": "Persoon 2: <<input type=\"text\" value=\"$socialnetworkclose2\" min=\"0\" max=\"30\">>",
    "Person 3: <<input type=\"text\" value=\"$socialnetworkclose3\" min=\"0\" max=\"30\">>": "Persoon 3: <<input type=\"text\" value=\"$socialnetworkclose3\" min=\"0\" max=\"30\">>",
    "Person 4: <<input type=\"text\" value=\"$socialnetworkclose4\" min=\"0\" max=\"30\">>": "Persoon 4: <<input type=\"text\" value=\"$socialnetworkclose4\" min=\"0\" max=\"30\">>",
    "Person 5: <<input type=\"text\" value=\"$socialnetworkclose5\" min=\"0\" max=\"30\">>": "Persoon 5: <<input type=\"text\" value=\"$socialnetworkclose5\" min=\"0\" max=\"30\">>",
    "Person 2: <<input type=\"text\" value=\"$socialnetworknotclose2\" min=\"0\" max=\"30\">>": "Persoon 2: <<input type=\"text\" value=\"$socialnetworknotclose2\" min=\"0\" max=\"30\">>",
    "Person 3: <<input type=\"text\" value=\"$socialnetworknotclose3\" min=\"0\" max=\"30\">>": "Persoon 3: <<input type=\"text\" value=\"$socialnetworknotclose3\" min=\"0\" max=\"30\">>",
    "Person 4: <<input type=\"text\" value=\"$socialnetworknotclose4\" min=\"0\" max=\"30\">>": "Persoon 4: <<input type=\"text\" value=\"$socialnetworknotclose4\" min=\"0\" max=\"30\">>",
    "Person 5: <<input type=\"text\" value=\"$socialnetworknotclose5\" min=\"0\" max=\"30\">>": "Persoon 5: <<input type=\"text\" value=\"$socialnetworknotclose5\" min=\"0\" max=\"30\">>",
    "Person 1: <<input type=\"text\" value=\"$socialnetworknotclose1\" min=\"0\" max=\"30\">>": "Persoon 1: <<input type=\"text\" value=\"$socialnetworknotclose1\" min=\"0\" max=\"30\">>",
    "Activity 1: <<input type=\"text\" value=\"$social_week1_activity1\" min=\"0\" max=\"30\">>": "Activiteit 1: <<input type=\"text\" value=\"$social_week1_activity1\" min=\"0\" max=\"30\">>",
    "Activity 2: <<input type=\"text\" value=\"$social_week1_activity2\" min=\"0\" max=\"30\">>": "Activiteit 2: <<input type=\"text\" value=\"$social_week1_activity2\" min=\"0\" max=\"30\">>",
    "I want to discuss something else.": "Ik wil het ergens anders over hebben.",
    "Yes, next week we will have a new coaching session! Was there something else you wanted to discuss now?": "Ja, volgende week hebben we een nieuwe coaching sessie! Wilde je nu nog iets anders bespreken?"
}