{
    "I am here to help you with all your questions related to Diabetes Type II.": "Ik ben er om je te helpen met al je vragen omtrent Diabetes type II.",
    "I don't know what more to say... if you have any questions, do not hesitate to contact me.": "Ik weet niet wat ik nog meer moet zeggen. Als je nog vragen hebt, aarzel niet en vraag het me.",
    "Actually, I have a question.": "Eigenlijk heb ik wel een vraag.",
    "Okay, I will.": "Oké, dat zal ik doen.",
    "Okay, what would you like to know?": "Oké, wat zou je willen weten?",
    "Are you specialised in Diabetes Type II?": "Ben je een Diabetes type II specialist?",
    "Do you have Diabetes Type II yourself?": "Heb je zelf Diabetes type II?",
    "Ah I see, let me explain. I have been working as a practice assistance at a general practitioner for several years.": "Ah ik begrijp het. Ik zal het uitleggen. Ik werk al een aantal jaar als dokters-assistent bij de huisarts.",
    "Ah I see. Luckily, I do not have diabetes myself. But I do have quite a bit of experience...": "Ah ik begrijp het. Gelukkig heb ik zelf geen diabetes, maar ik heb er wel veel ervaring mee...",
    "Well, it was nice meeting you. Come talk to me if you have any questions about diabetes.": "Nou, het was leuk je te ontmoeten. Kom snel weer terug als je meer vragen hebt omtrent diabetes.",
    "Goodbye.": "Tot ziens.",
    "I have been working as a practice assistance at a general practitioner for several years. In my job, I am often in contact with people with diabetes.": "Ik werk al een aantal jaar als dokters-assistent bij de huisarts. Hierbij kom ik vaak in aanraking met diabetes patiënten.",
    "Okay, thank you Katarzyna.": "Oké, bedankt Katarzyna.",
    "In my job, I am often in contact with people with diabetes. I could say, I have gained much experience over the past couple of years.": "Tijdens mijn werk kom ik geregeld in aanraking met diabetes patiënten. Ik durf wel te zeggen dat ik hier de afgelopen jaren veel ervaring mee heb opgedaan."
}