{
    "Ah very nice to meet you as well! Always nice to meet new people. How are you feeling today?": "Ah, ook erg leuk om jou te ontmoeten! Het is altijd leuk om nieuwe mensen te leren kennen. Hoe voel je je vandaag?",
    "I am doing fine.": "Het gaat prima met me.",
    "Actually, not so well.": "Niet zo goed eigenlijk.",
    "Oh that is sad to hear. I hope I can make you feel a bit better today. Let me explain about my role in the council. I will be your social coach in the Council of Coaches.": "Oh, dat is jammer om te horen. Ik hoop dat ik je iets beter kan laten voelen vandaag. Laat me je mijn rol in de adviesraad uitleggen. Ik zal je sociale coach zijn in de Council of Coaches.",
    "What does a social coach do?": "Wat doet een sociale coach?",
    "Talk you later $userFirstName!": "Ik spreek je later $userFirstName!",
    "That is good to hear. Let me explain about my role in the council. I will be your social coach in the Council of Coaches.": "Dat is goed om te horen. Laat me je mijn rol in de adviesraad uitleggen. Ik zal je sociale coach zijn in de Council of Coaches.",
    "Well, I will help you with performing social activities and difficulties you might encounter in doing so.": "Ik zal je helpen met het doen van sociale activiteiten en mocht je daarbij moeilijkheden tegenkomen dan help ik je daar ook mee.",
    "I'm not really an outgoing person.": "Ik ben niet echt een extrovert persoon.",
    "I like social activities.": "Ik vind sociale activiteiten leuk.",
    "Oh don't worry! I am not that outgoing either. I enjoy having some \"me-time\", sitting on the couch, reading a book, while enjoying a nice cup of tea or listening to good music.": "Oh, maak je geen zorgen! Ik ben ook niet zo extrovert. Ik hou er wel van om wat tijd voor mezelf te hebben; lekker op de bank met een goed boek, terwijl ik een lekkere kop thee drink of naar goede muziek luister.",
    "There is nothing wrong with enjoying to be on your own...": "Er is niks mis met het fijn vinden om alleen te zijn...",
    "That's good to hear! Being surrounded by other people is a very healthy thing.": "Dat is goed om te horen! Het is gezond om wat andere mensen om je heen te hebben.",
    "Although I also like to have some time for myself every now and then... you know, to read a book, enjoy a cup of tea...": "Hoewel ik het ook wel fijn vind om soms wat tijd voor mezelf te hebben... je weet wel, om een boek te lezen, lekker rustig een kop thee te drinken...",
    "As your social coach, you can always come talk with me if you need any advice or suggestions for doing some social activities.": "Als jouw sociale coach, kun je altijd bij me terecht voor advies of suggesties voor sociale activiteiten.",
    "I look forward to getting to you know, and see what fun things we can do together!": "Ik kijk er naar uit om je beter te leren kennen en om te zien welke leuke dingen we samen kunnen doen!",
    "Thank you Emma.": "Dank je Emma."
}