{
    "Yes, I remember.": "Ja, dat herinner ik me.",
    "No, I did not share this information with you.": "Nee, ik heb deze informatie niet met jou gedeeld.",
    "Okay, time for session number two! Last week we discussed your social network and two activities you like to do, remember?": "Oké, het is tijd voor sessie nummer twee! De vorige keer bespraken we je sociale netwerk en twee activiteiten die je leuk vindt om te doen, weet je dat nog?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "No problem, I understand. Maybe we can do the session some other time. Did you want to discuss something else?": "Geen probleem, dat begrijp ik. Misschien kunnen we de sessie een andere keer doen. Wilde je nog wat anders bespreken?",
    "Yes, I agree.": "Ja, daar ben ik het mee eens.",
    "I am not so sure.": "Ik ben er niet zo zeker van.",
    "No, I do not agree.": "Nee, daar ben ik het niet mee eens.",
    "This week we are addressing the social activities you enjoy. Of course it is fun to do some activity alone, but some activities are more fun together.": "Deze week zullen we de sociale activiteiten behandelen die jij leuk vindt. Natuurlijk is het leuk om activiteiten alleen te doen, maar sommige activiteiten zijn leuker om samen te doen.",
    "Okay, okay, can we make the list now?": "Oké, oké, kunnen we nu een lijst maken?",
    "Tell me more about your shoes!": "Vertel me meer over jouw schoenen!",
    "I really like to make lists! Especially about things I like. Such as unique shoes. I have a list of all my unique shoes with all kind of information like colour, when I bought them, ...": "Ik vind het erg leuk om lijstjes te maken! Vooral over de dingen die ik leuk vind. Zoals unieke schoenen. Ik heb een lijst met al mijn unieke schoenen met informatie zoals kleur, waar ik ze gekocht heb, ...",
    "Go through all the tips.": "Behandel alle tips.",
    "Let me choose a topic.": "Laat mij een onderwerp kiezen.",
    "Okay, last week I was searching on the internet and found some nice information on activities you might like. We could go through the list of tips, or would you like to choose a topic?": "Oké, vorige week was ik aan het zoeken op het internet en heb ik wat informatie gevonden over activiteiten die je misschien leuk vindt. We kunnen door alle tips gaan, of wil je zelf een onderwerp kiezen?",
    "Activity 1: <<input type=\"text\" value=\"$socWeek2Activity1\" min=\"0\" max=\"30\">>": "Activiteit 1: <<input type=\"text\" value=\"$socWeek2Activity1\" min=\"0\" max=\"30\">>",
    "Yes, let's start with making the list. For this exercise I ask you to name at most three social activities you enjoy. Can you tell me first activity you enjoy?": "Ja, laten we beginnen met het maken van de lijst. Voor deze oefening vraag ik je om maximaal drie sociale activiteiten te noemen die je leuk vindt. Kun je me de eerste activiteit vertellen die je leuk vindt?",
    "Please continue.": "Ga door.",
    "Interesting, but can we make the list now?": "Interessant, maar kunnen we nu een lijst maken?",
    "Activity 2: <<input type=\"text\" value=\"$socWeek2Activity2\" min=\"0\" max=\"30\">>": "Activiteit 2: <<input type=\"text\" value=\"$socWeek2Activity2\" min=\"0\" max=\"30\">>",
    "And the second one?": "En de tweede?",
    "Activity 3: <<input type=\"text\" value=\"$socWeek2Activity3\" min=\"0\" max=\"30\">>": "Activiteit 3: <<input type=\"text\" value=\"$socWeek2Activity3\" min=\"0\" max=\"30\">>",
    "And the third and last activity:": "En de derde en laatste activiteit:",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "Okay, great! Was it difficult for you to make this list?": "Oké, geweldig! Was het moeilijk voor jou om deze lijst te maken?",
    "Yes, you are correct!": "Ja, je hebt gelijk!",
    "Okay, so if I am correct you mentioned $socWeek2Activity1, $socWeek2Activity2 and $socWeek2Activity3 as those social activities you enjoy?": "Oké, dus als ik het goed heb vind jij $socWeek2Activity1, $socWeek2Activity2 en $socWeek2Activity3 leuke sociale activiteiten?",
    "Let's finalize this week's social session.": "Laten we de sociale sessie van deze week afronden.",
    "I want to hear about your social activity tips.": "Ik wil je tips voor sociale activiteiten behandelen.",
    "I want to hear more about your unique shoes collection.": "Ik wil meer weten over jouw unieke schoenenverzameling.",
    "Okay. Let's wait and see! We can finalize now this week social session or I can tell you about my social activity tips or my unique shoes collection. What do you prefer?": "Oké. Laten we het afwachten! We kunnen nu de sociale sessie van deze week afronden of ik kan je vertellen over mijn tips voor sociale activiteiten of mijn unieke schoenenverzameling. Wat heb je liever?",
    "Okay, see you next week!": "Oké, tot volgende week!",
    "Nature.": "Natuur.",
    "Dining together.": "Samen dineren.",
    "Visiting a local living room.": "Een bezoek aan een lokale huiskamer.",
    "Soccer.": "Voetbal.",
    "Let's start creating a list of the activities I like.": "Laten we beginnen met het maken van een lijst met de activiteiten die ik leuk vind.",
    "I have found four social activity tips on the following topics. What would you like to hear about?": "Ik heb vier tips voor sociale activiteiten gevonden over de volgende onderwerpen. Waar zou je het graag over willen hebben?",
    "Can we skip this tip?": "Kunnen we deze tip overslaan?",
    "Please, go to the overview on all tips.": "Ga naar het overzicht met alle tips.",
    "Perfect, lets start with my first tip. This tip is about nature and enjoying the local environment.": "Perfect, laten we beginnen met mijn eerste tip. Deze tip gaat over de natuur en het genieten van de lokale omgeving.",
    "Please go to the next tip.": "Ga naar de volgende tip.",
    "You could wander around the woods or along a river. Another option is to read up on some information about local natural areas. Try searching Google for \"local nature walks\" and you will be amazed what you can find.": "Je zou door het bos of langs een rivier kunnen dwalen. Een andere optie is om wat informatie over lokale natuurgebieden te lezen. Zoek in Google naar \"lokale natuurwandelingen\" en u zult versteld staan ​​van wat u kunt vinden.",
    "The next tip is about dining together.": "De volgende tip gaat over samen dineren.",
    "A perfect way to combine eating and social activities is provided by Resto VanHarte. These local restaurants are perfect to meet new friends! Just look them up online!": "Een perfecte manier om eten en sociale activiteiten te combineren wordt aangeboden door Resto VanHarte. Deze lokale restaurants zijn perfect voor het ontmoeten van nieuwe vrienden! Zoek deze online op.",
    "The next tip is about visiting a local living room.": "Dr volgende tip gaat over het bezoeken van een lokale huiskamer.",
    "By \"Bosshardt\" are local living rooms to meet others. Everybody is welcome, and you can find them easily on the internet. Just type \"Bij Bosshardt\" in Google.": "Bij \"Bosshardt\" zijn er lokale huiskamers waar je anderen kan ontmoeten. Iedereen is welkom, en je kunt ze gemakkelijk vinden op het internet. Typ gewoon \"Bij Bosshardt\" in Google.",
    "Please, go to the overview of all social activity tips.": "Ga naar het overzicht van alle tips voor sociale activiteiten.",
    "The last tip is related to soccer.": "De laatste tip gaat over voetbal.",
    "Let's start with making a list of the activities I like.": "Laten we beginnen met het maken van een lijst van de activiteiten die ik leuk vind.",
    "Sometimes I get lucky and I can buy a pair very cheap. But often I really have to save some money before I can buy the pair I want.": "Soms heb ik geluk en kan ik een paar heel goedkoop kopen. Maar vaak moet ik echt wat geld sparen voordat ik het paar kan kopen dat ik wil.",
    "I really enjoy it when I can buy a pair who need some restoration. Then I can clean them and repair them to restore their glory! So meaningful!": "Ik geniet er echt van als ik een paar kan kopen dat wat restauratie nodig heeft. Dan kan ik ze schoonmaken en repareren om hun glorie te herstellen! Zo betekenisvol!",
    "Good idea, let's start with making this list.": "Goed idee, laten we beginnen met het maken van deze lijst.",
    "No, I am not interested in making such a list.": "Nee, ik ben niet geïnteresseerd in het maken van zo'n lijst.",
    "And I enjoy to update my unique shoes collection list... Anyway, speaking of lists... maybe we should start making this list of activities you like.": "En ik vind het leuk om mijn unieke schoenencollectie lijst bij te werken... Hoe dan ook, over lijsten gesproken... misschien kunnen we beginnen met het maken van een lijst met activiteiten die je leuk vindt.",
    "Let's do the list.": "Laten we de lijst maken.",
    "Let's start with the tips.": "Laten we starten met de tips.",
    "Let's start. This week we will make a list of social activities. Next to this, I will give tips for social activities. Would you like to start with making the list or shall we start with my tips?": "Laten we beginnen. Deze week zullen we een lijst maken met sociale activiteiten. Daarnaast wil ik je graag tips geven voor sociale activiteiten. Wil je beginnen met het maken van een lijst, of zullen we starten met mijn tips?",
    "Okay, let's continue.": "Oké, laten we verder gaan.",
    "No, I am not interested.": "Nee, ik ben niet geïnteresseerd.",
    "Okay. I understand you are reluctant. But social activities can be fun and a great way to meet other people. A strong social network is very helpful when you need help in the future.": "Oké. Ik begrijp dat je terughoudend bent.  Maar sociale activiteiten kunnen leuk zijn en een goede manier om andere mensen te ontmoeten. Een sterk sociaal netwerk is erg handig als je in de toekomst hulp nodig hebt.",
    "Yes, let's start.": "Ja, laten we beginnen.",
    "Okay, no problem. There are various reasons why not to contact a person. The session of this week will focus more on meeting others. Shall we start?": "Oké, geen probleem. Er zijn verschillende redenen om geen contact op te nemen met een persoon. De sessie van deze week zal zich meer richten op het ontmoeten van anderen. Zullen we beginnen?",
    "Yes, I did.": "Ja, heb ik.",
    "No, I did not.": "Nee, heb ik niet.",
    "Did you contact one of the persons who you mentioned last week?": "Heb je contact gehad met één van de personen die je de vorige keer hebt genoemd?",
    "We only contacted each other.": "We hebben alleen contact met elkaar opgenomen.",
    "We also met up.": "We hebben elkaar ook in het echt gezien.",
    "That is good to hear! Did you only contact them? Like through the phone, or did you also meet up?": "Dat is goed om te horen! Heb je alleen contact met ze opgenomen? Zoals via de telefoon, of hebben jullie elkaar ook in het echt gezien?",
    "Okay. Nice to hear that you contacted each other. I also think it is nice to meet each other. The session of this week will focus more on meeting others. Shall we start?": "Oké. Leuk om te horen dat jullie contact hebben gehad. Ik vind het ook leuk om elkaar in het echt te zien. De sessie van deze week focust zich meer op het afspreken met anderen. Zullen we beginnen?",
    "Yes, please.": "Ja, graag.",
    "I think it is nice to meet each other. The session of this week will focus more on meeting others. Shall we start?": "Ik vind het leuk om elkaar in het echt te zien. De sessie van deze week zal meer gericht zijn op het afspreken met anderen. Zullen we beginnen?",
    "The first.": "De eerste.",
    "The second.": "De tweede.",
    "The third.": "De derde.",
    "Which of the three activities would you like to do with someone else? The first ($socWeek2Activity1), the second ($socWeek2Activity2), or the third ($socWeek2Activity3)?": "Welke van de drie activiteiten wil je graag doen met iemand anders? De eerste ($socWeek2Activity1), de tweede ($socWeek2Activity2), of de derde ($socWeek2Activity3)?",
    "That is a great idea.": "Dat is een goed idee.",
    "I do not like this idea.": "Ik vind dit geen leuk idee.",
    "Maybe it is an idea to plan one of these three activities this week with a person who is close to you? What do you think?": "Misschien is het een idee om één van deze drie activiteiten deze week te doen met een persoon die dichtbij je staat? Wat vind je daarvan?",
    "Okay, please continue.": "Oké, ga door.",
    "Before we finish, I would like to give you one final assignment.": "Voordat we afronden, wil ik je graag nog een laatste opdracht geven.",
    "Almost every municipality has an overview of all their social activities. \"Sociale Kaart Nederland\" provides an overview of these.": "Bijna elke gemeente heeft een overzicht van al hun sociale activiteiten. \"Sociale Kaart Nederland\" geeft hier een overzicht van.",
    "I want to ask you to try and visit this website and search for some social activities in your neighbourhood or municipality. Again, just type it in Google and you will find it online!": "Ik wil je vragen om te proberen deze website te bezoeken en te zoeken naar sociale activiteiten in jouw buurt of gemeente. Nogmaals, typ het gewoon in Google en je zult het online vinden!",
    "As you know I really like to collect unique shoes. I can be on the internet for hours to search for a pair I want to have.": "Zoals je weet hou ik van unieke schoenen. Ik kan uren op het internet doorbrengen op zoek naar een paar dat ik wil hebben.",
    "Interesting, but can you tell me about your tips?": "Interessant, maar kan je me over je tips vertellen?",
    "Interesting, but can you show me your tips again?": "Interessant, maar kan je me je tips nog een keer laten zien?",
    "I want to see your overview of tips again.": "Ik wil je overzicht met tips nog een keer zien.",
    "Perfect, this was the coaching session for this week. Really nice that you wanted to make a list of activities. Next week we continue to further broader your social network.": "Perfect, dat was de coaching sessie voor deze week. Erg goed dat je een lijst met activiteiten wilde maken. Volgende week gaan we verder met het werken aan je sociale netwerk.",
    "And I enjoy to update my unique shoes collection list... Anyway, shall we continue our social session?": "En ik hou ervan om mijn lijst met de unieke schoenen die ik heb bij te werken... Maar goed, zullen we met onze sociale sessie verder gaan?",
    "Can you tell me about your tips?": "Kan je me over je tips vertellen?",
    "Can you show me your tips again?": "Kan je me je tips nog een keer laten zien?",
    "I think I know enough for now.": "Ik denk dat ik genoeg weet voor nu.",
    "There are many local initiatives for going out for dinner and meeting new people at the same time. These are often called \"social restaurants\", why don't you try looking for one on Google?": "Er zijn vele lokale initiatieven voor uit eten gaan en nieuwe mensen leren kennen. Dit wordt vaak \"sociale restaurants\" genoemd, waarom zoek je niet eens op Google of je iets kunt vinden?",
    "There are many resources online to meet other people, for example \"Meetup\", \"NextDoor\", or \"Meet the Neighbours\". Why don't you try looking them up online?": "Er is ontzettend veel op het internet te vinden om nieuwe mensen te leren kennen, bijvoorbeeld \"Meetup\", \"NextDoor\", of \"Meet the Neighbours\". Waarom zoek je ze niet eens op online?",
    "Everywhere in the world there are local initiatives for people to meet eachother. Sometimes there are \"local living rooms\" to meet people, why not try looking for one in your area?": "Overal in de wereld zijn er lokale initiatieven om nieuwe mensen te leren kennen. Er zijn soms \"lokale huiskamers\" om mensen te ontmoeten, waarom probeer je niet eens online te zoeken of er één in de buurt is?",
    "If you like to play soccer, maybe there is a local \"walking football\" club? Try searching for \"walking football\" on Google, and see what you can find!": "Als je van voetballen houd, misschien is er wel een \"wandel voetbal\" club in de buurt? Probeer eens op \"wandel voetbal\" te zoeken op Google en kijk wat je in de buurt kunt vinden!",
    "If you like to play soccer, Oldstars Walking Football is maybe a nice social and physical activity for you! Just type \"Old Stars Walking Football\" on Google!": "Als je van voetballen houd, Oldstars Walking Football is misschien een leuke sociale en actieve bezigheid voor je! Type gewoon \"Old Stars Walking Football\" in Google!",
    "If you like to play soccer, Walking Football Scotland is maybe a nice social and physical activity for you! Just type \"Walking Football Scotland\" on Google!": "Als je van voetballen houd, Walking Football Scotland is misschien een leuke sociale en actieve bezigheid voor je! Type gewoon \"Walking Football Scotland\" in Google!"
}