{
    "Yes, let's go.": "Ja, laten we dat doen.",
    "Great! Just a few short questions about your social interactions, are you ready?": "Geweldig! Een paar kleine vragen over jouw sociale interacties, ben je er klaar voor?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, understandable. I will come back to you about it later. Was there something else you wanted to discuss?": "Oké, dat begrijp ik. Ik zal er later op terugkomen. Was er nog iets anders wat je wilde bespreken?",
    "Very dissatisfied.": "Erg ontevreden.",
    "Dissatisfied.": "Ontevreden.",
    "Satisfied.": "Tevreden.",
    "Very satisfied.": "Erg tevreden.",
    "So, are you satisfied with your social interactions today?": "Dus, ben je tevreden met je sociale interacties van vandaag?",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "Nice to hear that! So I guess you have interacted with other people today?": "Goed om te horen! Dus je hebt vandaag contact gehad met andere mensen?",
    "Ah, hmmm that is a shame... but have you interacted with other people today?": "Ah, hmmm dat is jammer... maar heb je vandaag contact gehad met anderen?",
    "Okay, in that case, I have no more questions!": "Oké, in dat geval heb ik geen vragen meer!",
    "Time spent with family in minutes: <<input type=\"numeric\" value=\"$esmSocialTimeSpentFamily\" min=\"0\" max=\"1440\">>": "Tijd doorgebracht met familie in minuten: <<input type=\"numeric\" value=\"$esmSocialTimeSpentFamily\" min=\"0\" max=\"1440\">>",
    "Nice! Could you tell me the total duration (in minutes) of interacting with family members? So, for example write \"30\" if you spent half an hour with family members, or \"0\" if you haven't seen them.": "Mooi! Kan je me iets vertellen over de totale duur (in minuten) dat je tijd hebt doorgebracht met familieleden? Dus vul bijvoorbeeld \"30\" in wanneer je een halfuur met familieleden hebt gezeten, of \"0\" als je ze niet hebt gezien.",
    "Time spent with friends in minutes: <<input type=\"numeric\" value=\"$esmSocialTimeSpentFriends\" min=\"0\" max=\"1440\">>": "Tijd doorgebracht met vrienden in minuten: <<input type=\"numeric\" value=\"$esmSocialTimeSpentFriends\" min=\"0\" max=\"1440\">>",
    "In the same way, could you tell me the total duration (in minutes) of interacting with friends? Again, write \"0\" if you haven't seen any.": "Kan je me op dezelfde manier vertellen hoe veel tijd (in minuten) je door hebt gebracht met vrienden? Vul \"0\" in wanneer je geen hebt gezien.",
    "Time spent with acquaintances in minutes: <<input type=\"numeric\" value=\"$esmSocialTimeSpentOther\" min=\"0\" max=\"1440\">>": "Tijd doorgebracht met kennissen in minuten: <<input type=\"numeric\" value=\"$esmSocialTimeSpentOther\" min=\"0\" max=\"1440\">>",
    "Okay, finally, could you tell me the total duration (in minutes) of interacting with other acquaintances (like colleagues)? Again, write \"0\" if you haven't had any interaction.": "Oké, als laatste, kan je me vertellen hoe lang (in minuten) je tijd hebt doorgebracht met andere kennissen (zoals collega's)? Vul \"0\" in als je geen hebt gezien.",
    "Thanks for your time! Was there something else you wanted to discuss?": "Bedankt voor je tijd! Was er nog iets anders wat je wilde bespreken?",
    "Yes of course, let's skip the questions for today. Anything else I can help you with?": "Ja natuurlijk, laten we de vragen overslaan vandaag. Is er nog iets anders waar ik je mee kan helpen?",
    "I want to discuss something else.": "Ik wil het ergens anders over hebben.",
    "Wait a minute... I already asked about your social interactions today, didn't I? I'm very sorry. Can I help with something else?": "Wacht eens even... Ik had vandaag al gevraag naar je sociale interacties, of niet? Het spijt me heel erg. Kan ik je ergens anders mee helpen?",
    "Can we come back to this later?": "Kunnen we hier later op terug komen?",
    "I don't want to answer today.": "Ik wil vandaag niet antwoorden."
}