{
    "Okay, please continue.": "Oké, ga door.",
    "Excellent, let's start the third session! From our talks the last two weeks, I really get the feeling I am getting to know you better.": "Uitstekend, laten we beginnen met de derde sessie! Door onze gesprekken de afgelopen twee weken, heb ik echt het gevoel gekregen dat ik je beter leer kennen.",
    "Yes, I'm sure.": "Ja, dat weet ik zeker.",
    "No, please continue the session.": "Nee, ga door met de sessie.",
    "Okay, well, in that case I guess we can skip this week's session. Are you sure?": "Oké, nou, in dat geval denk ik dat we de sessie van deze week kunnen overslaan. Weet je dit zeker?",
    "With the information we gathered during our first two sessions we are going to make a plan to broaden your social network...": "Met de informatie die we tijdens onze eerste twee sessies hebben behandeld, gaan we een plan maken om je sociale netwerk uit te breiden...",
    "The plan is to make an appointment with yourself to perform a social activity with someone else. This can be with someone who is close to you or not. And of course, we will stick to phone or video call!": "Het plan is om met jezelf een afspraak te maken om met iemand anders een sociale activiteit uit te voeren. Dit kan zijn met iemand die dicht bij jou staat, of juist niet. En natuurlijk doen we dit dan telefonisch of via videobellen!",
    "The plan is to make an appointment with yourself to perform a social activity with someone else. This can be with someone who is close to you or not.": "Het plan is om met jezelf een afspraak te maken om met iemand anders een sociale activiteit uit te voeren. Dit kan zijn met iemand die dicht bij jou staat, of juist niet.",
    "Okay ": "Oké",
    "We already discussed the people who are close to you and the people who you want to be closer to you in the first week...": "We hebben in de eerste week al gesproken over de mensen die dicht bij je staan en de mensen die je dichterbij je wilt hebben...",
    "And last week we discussed the kind of social activities you can do with someone else...": "En vorige week bespraken we soorten sociale activiteiten die je met iemand anders kunt doen...",
    "This week I would like to ask you to look on the internet to see if you can find some online social activities that are organised in your municipality. Due to the corona virus, there are many things organized to talk to people online.": "Deze week wil ik je vragen om op het internet te gaan kijken of je online sociale activiteiten kunt vinden die in jouw gemeente worden georganiseerd. Door het coronavirus worden er veel dingen georganiseerd om online met mensen te praten.",
    "This week I would like to ask you to look on the internet to see if you can find some social activities that are organised in your municipality.": "Deze week wil ik je vragen om op het internet te gaan kijken of je sociale activiteiten kunt vinden die in jouw gemeente worden georganiseerd.",
    "I already did.": "Heb ik al gedaan.",
    "I did not look for anything yet.": "Ik heb nog niets gezocht.",
    "That is geat. Did you find any nice social activity in your municipality to talk to someone online?": "Dat is geweldig. Heb je een leuke sociale activiteit gevonden in je gemeente om online met iemand te praten?",
    "That is great. Did you find a nice social activity in your municipality you want to visit?": "Dat is geweldig. Heb je een leuke sociale activiteit gevonden in je gemeente waar je naar toe wilt gaan?",
    "Yes, I did.": "Ja, heb ik.",
    "No, I did not.": "Nee, heb ik niet.",
    "Let's make a plan.": "Laten we een plan maken.",
    "I am not interested in making a plan.": "Ik ben niet geïnteresseerd in het maken van een plan.",
    "Alright, we have a lot of catching up to do! Let's start with this week's session and make a plan!": "Oké, we moeten nog veel inhalen! Laten we beginnen met de sessie van deze week en een plan gaan maken!",
    "Okay, no problem. But maybe you can find some time this week to search for a nice online social activity in your municipality?": "Oké, geen probleem. Maar misschien heb je deze week wat tijd om te zoeken naar een leuke online sociale activiteit in jouw gemeente?",
    "Okay, no problem. But maybe you can find some time this week to search for a nice social activity in your municipality?": "Oké, geen probleem. Maar misschien heb je deze week wat tijd om te zoeken naar een leuke sociale activiteit in jouw gemeente?",
    "That is a nice idea, maybe I will.": "Dat is een leuk idee, misschien ga ik dat doen.",
    "No, I am not interested.": "Nee, ik ben niet geïnteresseerd.",
    "Okay, first you are going to decide which social activity will be part of your plan... because of the social distancing, we will look at online or phone activities...": "Oké, eerst ga je beslissen welke sociale activiteit deel gaat uitmaken van je plan... vanwege de sociale onthouding gaan we kijken naar online of telefonische activiteiten...",
    "Okay, first you are going to decide which social activity will be part of your plan...": "Oké, eerst ga je beslissen welke sociale activiteit deel gaat uitmaken van je plan...",
    "Okay, first you are going to decide which social activity will be part of your plan. During last week's session you mentioned some social activities you like...": "Oké, eerst ga je beslissen welke sociale activiteit deel gaat uitmaken van je plan. Tijdens de sessie van vorige week heb je een aantal sociale activiteiten opgenoemd die je leuk vindt...",
    "So let's think about a social activity we can do without having physical contact with someone...": "Dus laten we nadenken over een sociale activiteit die we kunnen doen zonder fysiek contact te hebben met iemand...",
    "You didn't mention any social activities in our last week's coaching session if I remember correctly...": "Je hebt geen sociale activiteiten genoemd in onze coachingssessie van vorige week volgens mij...",
    "You mentioned $socWeek2Activity1 as the kind of social activity you like to do...": "Je noemde $socWeek2Activity1 als een soort sociale activiteit die je leuk vindt om te doen...",
    "You mentioned $socWeek2Activity1, and $socWeek2Activity2 as the kind of social activities you like to do...": "Je noemde $socWeek2Activity1 en $socWeek2Activity2 als sociale activiteiten die je leuk vindt om te doen...",
    "You mentioned $socWeek2Activity1, $socWeek2Activity2 and $socWeek2Activity3 as the kind of social activities you like to do...": "Je noemde $socWeek2Activity1, $socWeek2Activity2 en $socWeek2Activity3 als sociale activiteiten die je leuk vindt om te doen...",
    "Social activity: <<input type=\"text\" value=\"$socWeek3ActivityPlan\" min=\"0\" max=\"30\">>.": "Sociale activiteit: <<input type=\"text\" value=\"$socWeek3ActivityPlan\" min=\"0\" max=\"30\">>.",
    "So, what is the social activity you are going to pick for the plan. Of course you can also decide to mention a new activity!": "Dus, wat is de sociale activiteit die je wilt kiezen voor het plan. Je kunt natuurlijk ook een nieuwe activiteit benoemen!",
    "That's a nice idea. The next step is to pick a person who you going to ask to join you. Okay?": "Dat is een leuk idee. De volgende stap is om een persoon te kiezen die je gaat vragen om met jou mee te doen. Oké?",
    "In our first coaching session you didn't mention any people who are close to you if I remember correctly...": "In onze eerste coachingssessie heb je geen mensen genoemd die dicht bij je staan volgens mij...",
    "During our first session you mentioned the following person close to you: $socialnetworkclose1 ...": "Tijdens onze eerste sessie heb je de volgende persoon genoemd die dicht bij jou staat: $socialnetworkclose1 ...",
    "During our first session you mentioned the following people close to you: $socialnetworkclose1, and $socialnetworkclose2 ...": "Tijdens onze eerste sessie heb je de volgende personen genoemd die dicht bij jou staan: $socialnetworkclose1 en $socialnetworkclose2 ...",
    "During our first session you mentioned the following people close to you: $socialnetworkclose1, $socialnetworkclose2, and $socialnetworkclose3 ...": "Tijdens onze eerste sessie heb je de volgende personen genoemd die dicht bij jou staan: $socialnetworkclose1, $socialnetworkclose2 en $socialnetworkclose3 ...",
    "During our first session you mentioned the following people close to you: $socialnetworkclose1, $socialnetworkclose2, $socialnetworkclose3, and $socialnetworkclose4 ...": "Tijdens onze eerste sessie heb je de volgende personen genoemd die dicht bij jou staan: $socialnetworkclose1, $socialnetworkclose2, $socialnetworkclose3 en $socialnetworkclose4 ...",
    "During our first session you mentioned the following people close to you: $socialnetworkclose1, $socialnetworkclose2, $socialnetworkclose3, $socialnetworkclose4 and $socialnetworkclose5 ...": "Tijdens onze eerste sessie heb je de volgende personen genoemd die dicht bij jou staan: $socialnetworkclose1, $socialnetworkclose2, $socialnetworkclose3, $socialnetworkclose4 en $socialnetworkclose5 ...",
    "...and you didn't mention any persons that are not sufficiently close to you...": "...en je hebt geen personen genoemd die niet dicht genoeg bij jou staan...",
    "...and you mentioned $socialnetworknotclose1 as a person not sufficiently close to you...": "...en je noemde $socialnetworknotclose1 als persoon die niet dicht genoeg bij jou staat...",
    "...and you mentioned $socialnetworknotclose1, and $socialnetworknotclose2 as those not sufficiently close to you...": "...en je noemde $socialnetworknotclose1 en $socialnetworknotclose2 als personen die niet dicht genoeg bij jou staan...",
    "...and you mentioned $socialnetworknotclose1, $socialnetworknotclose2, and $socialnetworknotclose3 as those not sufficiently close to you...": "...en je noemde $socialnetworknotclose1, $socialnetworknotclose2 en $socialnetworknotclose3 als personen die niet dicht genoeg bij jou staan...",
    "...and you mentioned $socialnetworknotclose1, $socialnetworknotclose2, $socialnetworknotclose3, and $socialnetworknotclose4 as those not sufficiently close to you...": "...en je noemde $socialnetworknotclose1, $socialnetworknotclose2, $socialnetworknotclose3 en $socialnetworknotclose4 als personen die niet dicht genoeg bij jou staan...",
    "...and you mentioned $socialnetworknotclose1, $socialnetworknotclose2, $socialnetworknotclose3, $socialnetworknotclose4 and $socialnetworknotclose5 as those not sufficiently close to you...": "...en je noemde $socialnetworknotclose1, $socialnetworknotclose2, $socialnetworknotclose3, $socialnetworknotclose4 en $socialnetworknotclose5 als personen die niet dicht genoeg bij jou staan...",
    "Person: <<input type=\"text\" value=\"$socWeek3PersonPlan\" min=\"0\" max=\"30\">>.": "Persoon: <<input type=\"text\" value=\"$socWeek3PersonPlan\" min=\"0\" max=\"30\">>.",
    "Which person are you going to ask to join you? You can pick someone from the two earlier mentioned list or someone else. It's up to you!": "Wie ga je vragen om met jou mee te doen? Je kunt iemand kiezen uit de twee eerder genoemde lijsten of iemand anders. Het is aan jou!",
    "Yes, you are correct!": "Ja, je hebt gelijk!",
    "Sorry I made a mistake, can I start over?": "Sorry ik heb een fout gemaakt, kan ik opnieuw beginnen?",
    "That's nice. So, your plan is to invite $socWeek3PersonPlan for $socWeek3ActivityPlan, right?": "Dat is leuk. Dus je plan is om $socWeek3PersonPlan te vragen voor $socWeek3ActivityPlan, toch?",
    "Day: <<input type=\"text\" value=\"$socWeek3DayPlan\" min=\"0\" max=\"30\">>.": "Dag: <<input type=\"text\" value=\"$socWeek3DayPlan\" min=\"0\" max=\"30\">>.",
    "Okay, the next step is to plan a date and a time. When are you planning for this social activity? Please, be specific!": "Oké, de volgende stap is om een datum en tijd te plannen. Wanneer wil je deze activiteit uitvoeren. Wees specifiek!",
    "Okay. Besides that, last week I suggested to plan an activity with a person who is close to you. Because of the whole ongoing situation, maybe you managed to talk to someone over the phone?": "Oké. Daarnaast stelde ik vorige week voor om een activiteit te plannen met een persoon die dicht bij je staat. Misschien heb je door de hele huidige situatie telefonisch met iemand kunnen praten?",
    "Okay. Besides that, last week I suggested to plan an activity with a person who is close to you. Did you manage to plan something?": "Oké. Daarnaast stelde ik vorige week voor om een activiteit te plannen met een persoon die dicht bij je staat. Is het gelukt om iets te plannen?",
    "That is great to hear! Did you enjoy your social activity?": "Dat is leuk om te horen! Heb je van je sociale activiteit genoten?",
    "Okay, no problem of course. In this week's session we are going to focus on this...": "Oké, geen probleem natuurlijk. In de sessie van deze week gaan we ons hier op focussen...",
    "It can be difficult to change your social behaviour, especially when you are busy. I think making a plan can help!": "Het kan moeilijk zijn om je sociale gedrag te veranderen, vooral wanneer je het druk hebt. Ik denk dat het maken van een plan kan helpen!",
    "Great. So, if I am correct. Your plan is to invite $socWeek3PersonPlan for $socWeek3ActivityPlan on $socWeek3DayPlan at $socWeek3TimePlan, right?": "Geweldig. Dus als ik het goed heb. Je plan is om $socWeek3PersonPlan te vragen voor $socWeek3ActivityPlan op $socWeek3DayPlan om $socWeek3TimePlan, toch?",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "Was it hard to make this social plan during this week's social session?": "Was het moeilijk om dit sociale plan te maken tijdens de sociale sessie van deze week?",
    "Okay, well... that's it for this week's social session. We made a social plan. Good luck in implementing the plan! I hope to see you next week, again!": "Oké, nou... dat was het voor de sociale sessie van deze week. We hebben een sociaal plan gemaakt. Succes met het uitvoeren van het plan! Ik hoop dat ik je volgende week weer zie!",
    "Time: <<input type=\"text\" value=\"$socWeek3TimePlan\" min=\"0\" max=\"30\">>.": "Time: <<input type=\"text\" value=\"$socWeek3TimePlan\" min=\"0\" max=\"30\">>.",
    "... and on what time are you planning this activity? Please, be specific!": "... en hoe laat wil je deze activiteit uitvoeren? Wees specifiek!",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Goodbye.": "Tot ziens.",
    "Okay, well... was there something else you wanted to talk about?": "Oké, nou... was er nog iets anders waar je over wilde praten?",
    "Pfeew, okay, that's great! You won't regret it! So, about making a plan...": "Pfoe, oké, dat is geweldig! Je zult er geen spijt van krijgen! Dus, over het maken van een plan...",
    "Of course, let's go through it again...": "Natuurlijk, laten we het nog eens doornemen...",
    "Of course, let's do it again...": "Natuurlijk, laten we het nog eens doen...",
    "Was there something else you wanted to discuss?": "Was er nog iets anders wat je wilde bespreken?"
}