{
    "Okay, tell me more.": "Oké, vertel me meer.",
    "I am not interested.": "Ik ben niet geïnteresseerd.",
    "Today, we will talk about reducing your sedentary behaviour in the evening.": "Vandaag zullen we praten over het verlagen van jouw zittende gedrag in de avonden.",
    "Yes, I am often on the couch or in the chair.": "Ja, ik zit vaak op de bank of op de stoel.",
    "No, I am active at home.": "Nee, ik ben thuis actief.",
    "No, I am often away from home.": "Nee, ik ben vaak weg van huis.",
    "Alright! So, what do you often do during your evenings? Do you regularly spend your evening on the couch or in the chair? Watching television, reading the newspaper or a nice book or puzzling?": "Oké! Dus, wat doe je meestal in de avonden? Breng je je avonden vaak door op de bank of stoel? Televisie kijken, de krant of een leuk boek lezen of puzzelen?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, can I help you with something else?": "Oké, kan ik je ergens anders mee helpen?",
    "Thanks, I will try.": "Bedankt, ik zal het proberen.",
    "So let's start today! The sooner the better.": "Dus, laten we starten vandaag! Hoe eerder hoe beter.",
    "Good idea, thanks.": "Goed idee, dank je.",
    "Do you have another suggestion?": "Heb je een andere suggestie?",
    "I already drink enough water.": "Ik drink al genoeg water.",
    "Indeed! What about combining the reduction of your sedentary behaviour with increasing your water intake? Get off the couch to get a glass of water. Very healthy!": "Inderdaad! Wat vind je er van om je zittende gedrag te verlagen door het te combineren met het verhogen van je waterinname? Kom van de bank af en haal een glas water. Erg gezond!",
    "Okay, thank you for sharing. It sounds like you have nice and relaxing evenings!": "Oké, bedankt voor het delen. Het klinkt alsof je leuke en ontspannende avonden hebt!",
    "Yes, taking time to relax is important!": "Ja, tijd nemen om te ontspannen is belangrijk.",
    "But how can I do this?": "Maar hoe kan ik dit doen?",
    "However, for your physical health it is important to reduce your sedentary behaviour. I would suggest you to reduce your sedentary behaviour also during the evenings.": "Maar, voor je lichamelijke gezondheid is het belangrijk om je zittende gedrag te verminderen. Ik zou je aanraden om je zittende gedrag ook tijdens de avonden te verminderen.",
    "What shall I do in these two minutes?": "Wat zou ik doen in die twee minuten?",
    "Just start small. For example, get up from the couch or chair at least two minutes every hour. Doing so is good for your blood circulation.": "Begin klein. Sta bijvoorbeeld elk uur op van de bank of stoel voor minstens twee minuten. Dit is goed voor je bloedcirculatie.",
    "What about getting yourself a drink? Drinking sufficient is healthy too.": "Hoe denk je over het halen van wat drinken voor jezelf? Genoeg is drinken is ook gezond.",
    "Aha, physically active, great. But, make sure you have time to relax as well. While at home, it's also important to relax!": "Aha, lichamelijk actief, geweldig. Maar, zorg ervoor dat je ook tijd hebt om te ontspannen. Thuis is het ook belangrijk om te ontspannen!",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "So, when you are away from home do you often sit for at least 30 minutes in a row?": "Dus, als je niet thuis bent, zit je dan vaak voor minstens 30 minuten achter elkaar?",
    "Okay, thanks for the information. However, for your physical health it is important to reduce your sedentary behaviour. I would suggest to reduce your sedentary behaviour also during the evenings.": "Oké, bedankt voor de informatie. Maar voor je lichamelijke gezondheid is het belangrijk om je zittende gedrag te verminderen. Ik zou voorstellen om je zittende gedrag ook te verminderen tijdens de avonden.",
    "Thanks.": "Bedankt.",
    "It is important to reduce your sedentary behaviour, also during activities in the evening. But, as I understand, you do so already. Keep up the good work!": "Het is belangrijk om je zittende gedrag te verminderen, ook tijdens activiteiten in de avond. Maar, als ik het goed begrijp, doe je dat al. Blijf zo doorgaan!",
    "Okay, thank you.": "Oké, dank je wel.",
    "Other activities you could do during your relaxing evening on the couch are washing a few dishes, tidying some things around the house, watering your plants or even going to the toilet. Every little bit of activity helps!": "Andere activiteiten die je tijdens je ontspannende avond kunt doen, zijn een beetje afwas doen, wat dingen in het huis opruimen, je planten water geven of zelfs naar het toilet gaan. Elk klein beetje activiteit helpt!",
    "Perfect! Keep going.": "Perfect! Ga zo door.",
    "I understand, thanks.": "Dat begrijp ik, bedankt.",
    "But, when you do have a nice evening at home on the couch or in the chair, do not sit still too long in a row.": "Maar als je thuis een leuke avond hebt op de bank of stoel, zit dan niet te lang achter elkaar.",
    "Aha. Well, make sure you have time to relax as well. Being at home, relaxing, is very healthy.": "Aha. Zorg er ook voor dat je tijd hebt om te ontspannen. Thuis zijn, en ontspannen, is heel gezond.",
    "You could go to the toilet, get a glass or water or just stand up from your chair for two minutes. Every little bit of activity helps!": "Je kunt naar het toilet gaan, een glas of water halen of gewoon twee minuten gaan staan. Elk klein beetje activiteit helpt!",
    "Thank you.": "Dank je.",
    "Alright, good to hear!": "Oké, goed om te horen!",
    "Just start small. For example, get up from the chair at least two minutes every hour. Doing so is good for your blood circulation.": "Begin klein. Sta bijvoorbeeld elk uur op uit je stoel voor minstens twee minuten. Dit is goed voor je bloedcirculatie.",
    "Getting up from the chair at least two minutes every hour already helps for your blood circulation.": "Elk uur uit je stoel komen voor minstens twee minuten helpt al bij je bloedcirculatie.",
    "Can we go through the previous tips?": "Kunnen we de vorige tips behandelen?",
    "Well that was my advice for today. Can I help you with something else?": "Nou dat was mijn advies voor vandaag. Kan ik je nog helpen met iets anders?"
}