{
    "I have a problem with my tracker.": "Ik heb een probleem met mijn activiteitsmeter.",
    "Is the tracker waterproof?": "Is de activiteitsmeter waterbestendig?",
    "Can I sleep with the tracker?": "Kan ik slapen met de activiteitsmeter?",
    "Activity tracker during cycling.": "Activiteitsmeter tijdens het fietsen.",
    "Goodbye.": "Tot ziens.",
    "So if I'm not mistaken, you have a $paTrackerBrand tracker of type $paTrackerType. So, what is your question about?": "Dus als ik het goed heb, heb jij een $paTrackerBrand activiteitsmeter type $paTrackerType. Dus, waar gaat je vraag over?",
    "Why is that?": "Waarom is dat?",
    "Okay, thanks.": "Oké, dank je wel.",
    "In principle you can also go to the shower or bath with your activity tracker. However, to ensure its optimal use for many years to come, I recommend that you take it off in the shower.": "In principe kan je ook douchen of in bad gaan met je activiteitsmeter. Maar om er zeker van te zijn dat hij het lang goed blijft doen, raad ik je toch aan hem af te doen onder de douche.",
    "You do not need to remove your activity tracker during sleep. Actually, your Fitbit Inspire also tracks how much and how well you are sleeping.": "Je hoeft je activiteitsmeter niet af te doen tijdens het slapen. Je Fitbit Inspire zal als je hem omhoudt zelfs meten hoeveel en hoe goed je slaapt.",
    "Yes, I have another question.": "Ja, ik heb een andere vraag.",
    "No, for now I don't have any other question.": "Nee, momenteel heb ik geen andere vraag.",
    "Do you have any other question?": "Heb je nog een andere vraag?",
    "Always glad to help. If you have any question do not hesitate to ask me.": "Altijd blij je te kunnen helpen. Als je nog andere vragen hebt, aarzel dan niet om ze mij te stellen.",
    "How do I charge the tracker?": "Hoe laad ik de activiteitsmeter op?",
    "Ah, well it might be that the battery is empty. Have you tried charging it?": "Ah, nou het kan zijn dat de batterij leeg is. Heb je geprobeerd hem op te laden?",
    "Plug the charging cable that was given with your activity tracker into a USB port on your computer or into a USB wall charger. Attach the other end of the cable to your device. To make sure that your device is fully charged, you should wait 1-2 hours.​": "Steek de oplaadkabel die bij je activiteitsmeter is meegegeven in een USB-poort op je computer of in een USB-wandoplader. Sluit het andere uiteinde van de kabel aan op je activiteitsmeter. Om ervoor te zorgen dat het apparaat volledig is opgeladen, moet je 1-2 uur wachten.",
    "The activity tracker measures the number of steps per day. Since you're not collecting steps during cycling, the activity tracker doesn't count this as steps.": "De activiteitsmeter meet het aantal stappen per dag. Maar omdat je geen stappen zet tijdens het fietsen, telt de activiteitsmeter dit niet als stappen.",
    "Yes, bluetooth is on.": "Ja, bluetooth staat aan.",
    "No, it is switched off.": "Nee, die is uitgeschaked.",
    "Okay, first, can you check if Bluetooth is switched on, on the device that is running the Fitbit application?": "Oké, zou je allereerst willen controleren of Bluetooth is ingeschakeld op het apparaat waarop de Fitbit applicatie staat?",
    "Yes, it's connected to the internet.": "Ja, het is verbonden met internet.",
    "No, it is not.": "Nee, dat is het niet.",
    "And how about the Wi-Fi, or mobile network connection... is it switched on? Is the phone or tablet connected to the internet?": "En hoe zit het met de Wi-Fi of mobiele netwerkverbinding... staat dat aan? Is je telefoon of tablet verbonden met het internet?",
    "Okay, in that case, can you switch on the Bluetooth and try so synchronize again?": "Oké, in dat geval, kan je de Bluetooth inschakelen en proberen opnieuw te synchroniseren?",
    "Turn on the Wi-Fi and try so synchronize again.": "Zet de Wi-Fi aan en probeer opnieuw te synchroniseren.",
    "Let's try!": "Laten we het proberen!",
    "If it is still not working, try to turn off the bluetooth for a couple seconds, turn it back on and synchronize again.": "Als het nog steeds niet werkt, zet dan de Bluetooth uit voor een paar seconden, zet hem daarna weer aan en probeer opnieuw te synchroniseren.",
    "Is it still not working? Ask the research team!": "Werkt het nog steeds niet? Vraag het onderzoeksteam!",
    "The activity tracker can measure a restless sleep. It can be possible that you moved during the night or woke up a couple times. The activity tracker will measure a restless sleep while this was not the case. Nothing to worry about!": "De activiteitsmeter kan een onrustige slaap meten. Het kan zijn dat je hebt bewogen 's nachts of dat je een paar keer wakker bent geworden. De activiteitsmeter zal dan een onrustige slaap meten, terwijl dit niet het geval was. Niks om je zorgen over te maken!",
    "Your activity tracker is water proof and you can swim with it. By the way, swimming is a great activity to help you achieving the recommended daily activity. So my recommendation is head to that swimming pool!": "Je activiteitsmeter is waterbestendig en je kan er mee zwemmen. Trouwens, zwemmen is een goede activiteit om je te helpen je aanbevolen dagelijkse activiteit te behalen. Dus mijn aanbeveling is: ga naar het zwembad!",
    "Of course, what more do you want to know?": "Natuurlijk, wat wil je nog meer weten?",
    "Also, if you keep wearing it at night, you won't forget to put it on in the morning. We don't want to lose track of those early morning steps right?": "Daarnaast, als je hem 's nachts blijft dragen, zul je niet vergeten om hem 's ochtends weer om te doen. We willen de vroege ochtendstappen niet missen toch?",
    "Well, the device is waterproof, but the soap and shampoo might damage the wristband. So, although you could keep wearing it in the shower, we advice to take it off anyway.": "Nou, het apparaat is waterdicht, maar zeep en shampoo kunnen de polsband beschadigen. Dus je kan hem wel onder de douche dragen, maar wij raden je toch aan om hem af te doen.",
    "The tracker screen is black.": "Het scherm van de activiteitsmeter is zwart.",
    "Activity tracker doesn't syncronizes with the app.": "Activiteitsmeter synchroniseert niet met de app.",
    "Ai, what is the problem exactly?": "Ai, wat is precies het probleem?"
}