{
    "Okay, let's have a look at how you've been doing. I'll just grab your activity book from the bookshelf.": "Oké, laten we eens kijken hoe je het met je gaat. Ik zal even je activiteitenboek van de boekenplank pakken.",
    "Here we are, your personal physical activity diary.": "Daar zijn we dan, jouw persoonlijke fysieke activiteiten dagboek.",
    "Hmmm, I don't think I've explained to you how this works, right? Should I quickly explain the book?": "Hmmm, ik denk niet dat ik uitgelegd hebt hoe dit werkt, toch? Zal ik het boek snel uitleggen?",
    "Yes, please explain the book.": "Ja, leg het boek uit.",
    "No, skip the explanation.": "Nee, sla de uitleg maar over.",
    "Goodbye.": "Tot ziens.",
    "Have a look at your data, and let me know if you have any questions.": "Kijk eens naar jouw data, en laat het me weten als je vragen hebt.",
    "I have a question.": "Ik heb een vraag.",
    "Bye! Talk to you later!": "Doei! Spreek je later!",
    "Okay, sure! Well, have a look at your data, and let me know if you have any questions.": "Oké, natuurlijk! Nou, kijk eens naar jouw data, en laat het me weten als je vragen hebt.",
    "Sure, ask away! What would you like to know?": "Natuurlijk, vraag maar! Wat wil je graag weten?",
    "Can you explain the book again?": "Kan je het boek nog een keer uitleggen?",
    "Let me put this away... Hey, François, do you mind if I quickly show your book to explain how this works to $userFirstName?": "Ik zal deze even wegzetten... Hey, François, vind je het goed als ik jouw boek even laat zien, om aan $userFirstName uit te leggen hoe dit werkt?",
    "Thank you François. Of course I won't be too critical! Here, let's have a look...": "Dank je François. Natuurlijk zal ik niet te kritisch zijn. Kom, laten we eens kijken...",
    "As you can see, François has been very active on Tuesday. What were you doing François?": "Zoals je kan zien, François was dinsdag erg actief. Wat was je aan het doen François?",
    "So, in this overview you see François' steps for every day of the week.": "Dus, in dit overzicht kun je François' stappenaantal zien voor elke dag van de week.",
    "Ah I went to the market that day, buying fresh fish and vegetables... Well, and maybe just a little bit of cheese as well...": "Oh, die dag ben ik naar de markt geweest om verse vis en groenten te kopen... Oké, en ook een klein beetje kaas...",
    "Very nice François! And a good tip as well, walking to the market to buy fresh food is good for your activity and your diet!": "Heel goed François! En nog een goede tip, naar de markt lopen om verse producten te kopen is niet alleen goed voor je activiteit, maar ook voor je dieet!",
    "I think I understand the book now.": "Ik denk dat ik het boek begrijp nu.",
    "What happened on Friday, François?": "Wat is er vrijdag gebeurd François?",
    "Great! If you still have questions later, you can always ask! Now where were we...": "Geweldig! Als je nog vragen hebt, mag je ze altijd stellen. Oké, waar waren we...?",
    "Ah, on Friday I wasn't feeling too good. I spent the day here at home, just reading through recipes. Olivia must be disappointed... quelle tristesse...": "Oh, ja, op vrijdag voelde ik me niet zo lekker. Ik was die dag thuis, en recepten aan het doorkijken. Olivia zal wel teleurgesteld zijn... quelle tristesse...",
    "Don't be silly François, you are allowed to have a bad day. You're doing very good, and I'm proud of you!": "Doe niet zo raar François, je mag af en toe een slechte dag hebben. Je doet het juist heel goed en ik ben trots op je!",
    "Merci Olivia, that means a lot to me.": "Merci Olivia, dat betekent veel voor me.",
    "Okay, let's go!": "Oké, laten we gaan!",
    "Sure, sure, I can tell you something about how the book works.": "Ja, ja, natuurlijk kan ik je iets vertellen over hoe het boek werkt.",
    "Yes, explain the book.": "Ja, vertel hoe het boek werkt.",
    "No, never mind.": "Nee, laat maar.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Alright, let me explain the activity book for you. Hmmm, I need a nice example...": "Goed, laat me je het activiteitenboek uitleggen. Hmmm, ik moet een goed voorbeeld hebben...",
    "Bien sûr! I mean, of course Olivia. But please don't be too critical, I know I haven't always reached my goals...": "Bien sûr! Ik bedoel, natuurlijk Olivia. Maar wees alsjeblieft niet te kritisch, want ik weet dat ik niet altijd mijn doelen haal...",
    "So anyway, I hope it's clear how the activity book works. Shall we get back to your data again, $userFirstName?": "Dus ik hoop dat het duidelijk is hoe het activiteitenboek werkt. Zullen we terug gaan naar jouw data, $userFirstName?",
    "Let me put this away... So, how about I show you some of my own data...": "Laat ik het zo zeggen... Wat denk je ervan als ik je wat van mijn eigen data laat zien...",
    "Let's have a look at how I am doing this week...": "Laten we eens kijken hoe ik het deze week doe...",
    "So, in this overview you can see my steps for every day of the week.": "In dit overzicht kan je mijn stappen voor elke dag van de week zien.",
    "What happened on Friday, Olivia?": "Wat gebeurde er op vrijdag, Olivia?",
    "As you can see, I have been very active on Tuesday. I went for a long walk in the morning, and had a lot of shopping to do later that day.": "Zoals je kan zien was ik dinsdag erg actief. Ik ben toen 's ochtends op een lange wandeling geweest en moest een heel aantal boodschappen doen later die dag.",
    "Ah on Friday I wasn't feeling very well. I got a bit sad thinking about some of my old friends that I don't see anymore. I stayed the day at home watching television.": "Ah, op vrijdag voelde ik me niet zo lekker. Ik was wat verdrietig omdat ik moest denken aan oude vrienden die ik niet meer spreek. Ik heb de hele dag thuis voor de televisie doorgebracht.",
    "Everyone has their bad days, that's no problem at all. As long as you fight your way back the next day!": "Iedereen heeft zijn slechte dagen, dat is geen probleem als je de volgende dag maar weer goed verder probeert te gaan!"
}