{
    "Hmmm... it's impossible to talk about your progress if I don't know how active you've been.": "Hmmm... het is onmogelijk om over jouw voortgang te praten als ik niet weet hoe actief jij bent geweest.",
    "Okay let's see how you've been doing so far. What would you like to know specifically?": "Oké, eens kijken hoe je het doet tot nu toe. Wat wil je precies weten?",
    "Show me my data.": "Laat me mijn data zien.",
    "Can you tell me how I'm doing?": "Kan je me vertellen hoe het met me gaat?",
    "Goodbye.": "Tot ziens.",
    "You would need to wear a physical activity tracker, and share the data with me.": "Je zou een fysieke activiteitsmeter kunnen dragen en de data met mij kunnen delen.",
    "Then we could set goals together and talk about your progress.": "Dan kunnen we samen doelen stellen en praten over jouw voortgang.",
    "I'm also wearing an activity tracker, and Olivia is helping me staying on track. It's really nice!": "Ik draag ook een activiteitsmeter, en Olivia helpt me om op de juiste koers te blijven. Het is erg leuk!",
    "I'm also wearing an activity tracker, and Olivia is helping me staying on track. It's très bien!": "Ik draag ook een activiteitsmeter, en Olivia helpt me om op de juiste koers te blijven. Het is très bien!",
    "Both Carlos and François are also using activity trackers, but I see you didn't select them as your coaches...": "Zowel Carlos en François dragen activiteitsmeters, maar ik zie dat jij ze niet hebt gekozen als jouw coaches...",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Okay, let's connect my tracker.": "Oké, laten we mijn activiteitsmeter verbinden.",
    "Why should I connect a tracker?": "Waarom zou ik een activiteitsmeter verbinden?",
    "So, what do you say? Do you want to connect a tracker now?": "Dus, wat zeg je ervan? Wil je nu een activiteitsmeter verbinden?",
    "Well, nowadays there are a lot of cheap devices on the market that can track how active you are.": "Nou, tegenwoordig zijn er veel goedkope apparaten op de markt die bijhouden hoe actief je bent.",
    "These devices can give you a valuable insight into your own physical activity behaviour. So, it's really a great first step into becoming more physically active.": "Deze apparaten geven je een waardevolle inzicht in jouw eigen fysieke activiteit. Dus dat is echt een geweldige eerste stap in het fysiek actiever worden.",
    "And if you give me access to your data, I can show you your progress, right here in the Council of Coaches application.": "En als je mij toegang geeft tot jouw data, kan ik je jouw voortgang laten zien, hier in de Council of Coaches applicatie.",
    "And then we can discuss your data, to see how you are doing, and how you might improve. So, what do you say? Should we connect your tracker?": "En dan kunnen we praten over jouw data, om te kijken hoe je het doet, en hoe je dat misschien kunt verbeteren. Dus, wat zeg je ervan? Zullen we jouw activiteitsmeter verbinden?"
}