{
    "Yes, please!": "Ja, graag!",
    "I am not interested, sorry.": "Ik ben niet geïnteresseerd, sorry.",
    "Let's talk about lunch walks.": "Laten we het hebben over lunchwandelingen.",
    "Yes, I have.": "Ja, heb ik.",
    "No, not at the moment.": "Nee, momenteel niet.",
    "No, I am retired.": "Nee, ik ben met pensioen.",
    "Good! Let me first ask you, do you have a job?": "Mooi zo! Laat me je eerst eens het volgende vragen, heb je een baan?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, can I help you with something else?": "Oké, kan ik je ergens anders mee helpen?",
    "Great plan.": "Goed plan.",
    "I don't have time for that at work.": "Daar heb ik op mijn werk geen tijd voor.",
    "Alright. So, let's take some action to become more physically active at work.": "Okee. Laten we actie ondernemen om fysiek actiever te worden op je werk.",
    "Okay, let's take some action to become more physically active during the day. Probably you have lots of activities throughout the day that keep you occupied. However, you can always start during lunch time.": "Oké, laten we actie ondernemen om overdag fysiek actiever te worden. Waarschijnlijk heb je de hele dag door veel activiteiten die jou bezig houden. Maar, je kunt altijd tijdens de lunch bewegen.",
    "That is a good idea.": "Dat is een goed idee.",
    "I prefer to walk alone.": "Ik loop het liefst alleen.",
    "Yes, I agree. What about asking some colleagues? It is a nice opportunity to get to know them a bit better.": "Ja, daar ben ik ben het mee eens. Hoe zit het met het meevragen van collega's? Het is een mooie gelegenheid om ze wat beter te leren kennen.",
    "That might help me indeed.": "Dat kan me inderdaad helpen.",
    "Yes. They might also motivate you to go for a walk, when you're not thinking about it yourself.": "Ja. Ze kunnen je ook motiveren om te gaan wandelen, als je er zelf niet aan denkt.",
    "Hmm, maybe you are right.": "Hmm, misschien heb je gelijk.",
    "I understand. Busy agendas, colleagues who come to you with all kind of questions. However, it is healthy to take a break during the day!": "Dat begrijp ik. Drukke agenda's, collega's die naar je toe komen met allerlei vragen. Maar het is wel gezond om overdag een pauze te nemen!",
    "Okay, what do you suggest?": "Oké, wat stel je voor?",
    "Lunch break? I barely have time to breath...": "Lunchpauze? Ik heb nauwelijks tijd om te ademen...",
    "An easy way to become more active at work is to be active during your lunch break.": "Een gemakkelijke manier om actiever te worden op het werk, is door tijdens uw lunchpauze actief te zijn.",
    "I barely do actually...": "Eigenlijk doe ik dat nauwelijks...",
    "I do so regularly. ": "Dat doe ik regelmatig.",
    "Have you ever thought of going for a small walk during lunch time? Grab your jacket, sandwich and go out!": "Heb je er ooit aan gedacht om tijdens de lunch een korte wandeling te nemen? Pak je jas, broodje en ga naar buiten!",
    "I see. ": "Ik snap het.",
    "You might combine a lunch walk with small activities still to be done. You could walk to the post box to deliver a letter, walk to the supermarket to pick up a package or walk to the florist to buy a nice bouquet of flowers for the friend you are visiting later that day.": "Je kunt een lunchwandeling combineren met kleine activiteiten die je nog moet doen. Je kunt naar de brievenbus lopen om een brief te bezorgen, naar de supermarkt lopen om een pakket op te halen of naar de bloemist lopen om een mooi boeket bloemen te kopen voor de vriend die je later die dag bezoekt.",
    "That is nice to hear. You are doing well, keep on walking!": "Dat is fijn om te horen. Je doet het goed, blijf lopen!",
    "That is a pity. Walking during lunch is not only good for your physical activity, it also helps to clear your mind. Your afternoon at work will be more productive!": "Dat is jammer. Een lunchwandeling is niet alleen goed voor je fysieke activiteit, maar het helpt ook je hoofd leeg te maken. Je middag op werk zal veel productiever zijn!",
    "That might be true.": "Dat is misschien wel waar.",
    "That is a pity. Walking during lunch is not only good for your physical activity, it also helps to clear your mind.": "Dat is jammer. Een lunchwandeling is niet alleen goed voor je fysieke activiteit, maar het helpt ook je hoofd leeg te maken.",
    "Thanks, I will remember.": "Bedankt, ik zal het onthouden.",
    "Great! You do not have to walk for hours, starting with 15 minutes is already very healthy! So, what are you waiting for?": "Super goed! Je hoeft niet uren te wandelen, beginnen met 15 minuten is al heel gezond! Dus, waar wacht je op?",
    "That sounds better. ": "Dat klinkt beter.",
    "I understand. You are probably surrounded by colleagues all day. Use your lunch walk to clear your mind, spend some time on your own!": "Dat begrijp ik. Je bent waarschijnlijk de hele dag omringd door collega's. Gebruik je lunchwandeling om je hoofd leeg te maken, breng wat tijd alleen door!",
    "Okay.": "Oké.",
    "Just feel free to adapt the walk to your own preferences.": "Voel je vrij om de wandeling aan te passen aan je eigen voorkeuren.",
    "Thank you. ": "Dank je.",
    "You can go alone, just to clear your mind, or find some colleagues to join you, for some social activity as well.": "Je kunt alleen gaan, gewoon om je hoofd leeg te maken, of collega's meevragen, voor wat sociale activiteit.",
    "Can we go through the previous tips?": "Kunnen we de vorige tips behandelen?",
    "Well that was my advice for today. Can I help you with something else?": "Nou dat was mijn advies voor vandaag. Kan ik je nog helpen met iets anders?"
}