{
    "Okay, go ahead.": "Oké, ga je gang.",
    "Sorry, I am not interested now.": "Sorry, ik ben nu niet geïnteresserd.",
    "Today, we will be talking about elevators, escalators and stairs.": "Vandaag zullen we het hebben over liften, roltrappen en trappen.",
    "Yes, I am.": "Ja, dat doe ik.",
    "No, I am not.": "Nee, dat is niet het geval.",
    "First, I would like to know whether you are living on the ground floor?": "Allereerst wil ik weten of u op de begane grond woont?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, can I help you with something else?": "Oké, kan ik je ergens anders mee helpen?",
    "I will. Thanks.": "Zal ik doen. Bedankt.",
    "I think so too. Anyway, let's start the stairs challenge. You can do it!": "Dat denk ik ook. Hoe dan ook, laten we de trap uitdaging beginnen. Je kunt het!",
    "Perfect! That means I have a new action point for you.": "Perfect! Dat betekent dat ik een nieuw actiepunt voor je heb.",
    "Yes, I have.": "Ja, heb ik.",
    "No I don't have a garden.": "Nee, ik heb geen tuin.",
    "Okay, thanks for sharing. I would love to live on the ground floor, having my own garden with french doors. Do you have a garden?": "Oké, bedankt voor het delen. Ik zou graag op de begane grond willen wonen, met mijn eigen tuin met Franse deuren. Heb je een tuin?",
    "Okay, thanks for sharing. Let's continue.": "Oké, bedankt voor het delen. Laten we doorgaan.",
    "Thanks, gardening is great indeed.": "Dank je, tuinieren is inderdaad geweldig.",
    "I don't really like gardening.": "Ik hou niet echt van tuinieren.",
    "Good to hear! I love gardening! I hope you regularly spend some time in the garden. It really refreshes your mind, you know?": "Goed om te horen! Ik hou van tuinieren! Ik hoop dat je regelmatig wat tijd in de tuin doorbrengt. Het verfrist je geest, wist je dat?",
    "What do you mean?": "Wat bedoel je?",
    "Well, I don't have a green thumb either. But Helen is right, a bit of fresh air is good for you. Anyway, I see you do not have an elevator in your home situation, too bad. However, there are other opportunities.": "Nou, ik heb ook geen groene vingers. Maar Helen heeft gelijk, een beetje frisse lucht is goed voor je. Hoe dan ook, ik zie dat je geen lift hebt in je thuissituatie, jammer. Maar er zijn ook andere mogelijkheden.",
    "Good to hear! Helen is right, some fresh air could be good for you. Anyway, I see you do not have an elevator in your home situation, too bad. However,  there are other opportunities.": "Goed om te horen! Helen heeft gelijk, wat frisse lucht kan goed voor je zijn. Hoe dan ook, ik zie dat je geen lift hebt in je thuissituatie, jammer. Maar er zijn ook andere mogelijkheden.",
    "No, could you explain it to me?": "Nee, kan je het uitleggen?",
    "Yes...": "Ja...",
    "Have you ever heard of the 'stairs challenge'?": "Heb je ooit gehoord van de 'trap uitdaging'?",
    "Okay.": "Oké.",
    "Well, the idea is to avoid using elevators and escalators and to take the stairs instead!": "Nou, het idee is om liften en roltrappen te vermijden en in plaats daarvan de trap te nemen!",
    "Well, why don't we join this challenge? Each time we come across an elevator or escalator in our daily life, let's take the stairs instead. I am in.": "Waarom gaan we deze uitdaging niet aan? Elke keer als we in ons dagelijks leven een lift of roltrap tegenkomen, nemen we de trap. Ik doe mee.",
    "We can start doing so by avoiding the elevator in our home situation.": "We kunnen hiermee beginnen door de lift in onze thuissituatie te vermijden.",
    "Sounds like a plan!": "Klinkt als een plan!",
    "I am not sure whether I am physically able to...": "Ik weet niet zeker of ik daar fysiek toe in staat ben...",
    "I do not come across elevators or escalators.": "Ik kom geen liften of roltrappen tegen.",
    "Indeed.": "Inderdaad.",
    "I see. Well, you can start small. For example, only change to taking the stairs when you have to move across just a single floor. Another option could be to start with one 'stairs day' a week. The challenge should be realistic for your situation.": "Ik snap het. Nou, je kunt klein beginnen. Neem bijvoorbeeld alleen de trap wanneer je maar één verdieping omhoog of omlaag hoeft. Een andere optie zou kunnen zijn om te beginnen met één 'trapdag' per week. De uitdaging moet realistisch zijn voor jouw situatie.",
    "Yes, that is really great.": "Ja, dat is echt geweldig.",
    "Yes, that is ridiculous.": "Ja, dat is belachelijk.",
    "No, I did not, crazy!": "Nee, dat wist ik niet, gek!",
    "Did you know, even stair climbing contests exist? People challenge each other to run the stairs in the highest buildings in the world.": "Wist je dat er zelfs traploop wedstrijden bestaan? Mensen dagen elkaar uit om de trap op te lopen in de hoogste gebouwen ter wereld.",
    "Yes, this sounds a bit too much for me too...": "Ja, dit klinkt voor mij ook een beetje te veel...",
    "Okay, you are right.": "Oké, je hebt gelijk.",
    "I can barely imagine. I come across that many: at the train station, at work, in shopping malls, in the gym, in parking lots...": "Ik kan het me nauwelijks voorstellen. Ik kom er zoveel tegen: op het treinstation, op  werk, in winkelcentra, in de sportschool, op parkeergarages...",
    "Hmm, too bad. Well, you do save a lot of time on maintenance then! Anyway, let's continue.": "Hmm, jammer. Nou ja, je bespaart dan veel tijd aan onderhoud! Hoe dan ook, laten we doorgaan.",
    "Yes.": "Ja.",
    "Great to hear! Then you know that the idea is to avoid using elevators and escalators and to take the stairs instead! You would be surprised how many elevators and escalators one comes across in daily life...": "Goed om te horen! Dan weet je dat het idee is om het gebruik van liften en roltrappen te vermijden en in plaats daarvan de trap te nemen! Je zou verbaasd zijn hoeveel liften en roltrappen je in het dagelijks leven tegenkomt...",
    "Yes, there is.": "Ja, dat is er.",
    "No, there is not.": "Nee, dat is er niet.",
    "Okay, thank you for sharing. And is there an elevator in your home situation?": "Oké, bedankt voor het delen. En is er een lift in jouw thuissituatie?",
    "Okay, could you explain it to me?": "Oké, kan je het aan mij uitleggen?",
    "Too bad, anyway, I have a new action point for you!": "Jammer, hoe dan ook, ik heb een nieuw actiepunt voor jou!",
    "Yes, you would be surprised how many elevators and escalators one comes across in daily life...": "Ja, het zou je verbazen hoeveel liften en roltrappen je in je dagelijks leven tegenkomt...",
    "Perfect!": "Perfect!",
    "Can we go through the previous tips?": "Kunnen we de vorige tips behandelen?",
    "Well that was my advice for today. Can I help you with something else?": "Nou dat was mijn advies voor vandaag. Kan ik je nog helpen met iets anders?"
}