{
    "Okay, let's hear it.": "Oké, laat maar horen.",
    "I am not interested now, thank you.": "Ik ben nu niet geïnteresseerd, dank je.",
    "Today, we will talk about being more active when meeting your friends.": "Vandaag zullen we praten over meer actief zijn wanneer je je vrienden ziet.",
    "Yes.": "Ja.",
    "No, nothing planned.": "Nee, niks gepland.",
    "Are you planning on seeing some of your friends this week?": "Ben je van plan om deze week een paar van je vrienden te zien?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay no problem, can I help you with something else?": "Oké geen probleem, kan ik je helpen met iets anders?",
    "Could you give an example?": "Kun je een voorbeeld geven?",
    "Great! What about working on your physical activity together? Perhaps you could suggest to perform an activity together that is fun and active.": "Super goed! Wat vind je ervan om samen aan je fysieke activiteit werken? Misschien kun je voorstellen om samen een activiteit uit te voeren die leuk en actief is.",
    "Well, instead of going to the movies you could suggest to play pool. Playing pool is less sedentary than sitting two hours in the same chair. Burning calories while having fun, is that not perfect? Secondly, it allows you to have a nice chat!": "Nou, in plaats van naar de film te gaan, zou je kunnen voorstellen om pool te gaan spelen. Pool spelen is minder sedentair dan twee uur in dezelfde stoel zitten. Calorieën verbranden terwijl je plezier hebt, is dat niet perfect? Verder kun je dan een leuk gesprek houden!",
    "Thanks for the tip, do you have another example?": "Bedankt voor de tip, heb je nog een ander voorbeeld?",
    "That is not really my thing, do you have another suggestion?": "Dat is niet echt mijn ding, heb je nog een andere suggestie?",
    "Thanks, I've heard enough.": "Dank je, ik heb genoeg gehoord.",
    "Yes, of course. Are you planning to have a drink or meal together? That is nice. I often go out with friends for a drink or lunch. But, what about combining the activity with a small walk? Taking some fresh air for half an hour before enjoying the food?": "Ja natuurlijk. Ben je van plan een borrel te drinken of maaltijd te eten? Dat is leuk. Ik ga vaak uit met vrienden voor een drankje of lunch. Maar wat dacht je van combineren met een korte wandeling? Een half uurtje frisse lucht voordat je van het eten gaat genieten?",
    "That is a great suggestion, thanks.": "Dat is een goed voorstel, dank je.",
    "Hmm, this does not fit my situation.": "Hmm, dit past niet bij mijn situatie.",
    "Yes, please tell me.": "Ja, vertel het me alsjeblieft.",
    "No, thank you.": "Nee, dank je.",
    "That is a pity! But I understand, I always run into the problem of having too little time to meet my friends. However, are you interested in how to combine meeting your friends with being more active?": "Dat is jammer! Maar ik begrijp het, ik heb altijd het probleem dat ik te weinig tijd heb om met mijn vrienden af te spreken. Maar, ben je geïnteresseerd in hoe je het afspreken met je vrienden kan combineren met actiever zijn?",
    "You're welcome. So, time for action and fun!": "Graag gedaan. Dus, tijd voor actie en plezier!",
    "Okay, well, no worries, I will have more tips soon.": "Oké, nou, geen zorgen, ik heb binnenkort meer tips.",
    "Playing pool! I always enjoyed it. Actually, me and my friends play billiards. I used to be quite good, if I say so myself.": "Pool spelen! Ik vond dat altijd leuk. Eigenlijk spelen ik en mijn vrienden biljart. Vroeger was ik best goed, al zeg ik het zelf.",
    "That is a good suggestion. I enjoy having nice diners with friends. But, sometimes one has to think about one's weight as well. I will suggest to have a nice walk after we finished our starter next time!": "Dat is een goede suggestie. Ik geniet van leuke etentjes met vrienden. Maar soms moet je ook aan je gewicht denken. Ik zal de volgende keer voorstellen om een mooie wandeling te maken nadat we klaar zijn!",
    "Well, well, why doesn't that surprise me? But, you see, even Carlos likes doing something active with his friends.": "Nou, nou, waarom verbaast dat me niet? Maar zie je, zelfs Carlos doet graag iets actiefs met zijn vrienden.",
    "Indeed, that is a great suggestion, thanks.": "Inderdaad, dat is een goede suggestie, dank je.",
    "Great to hear that you like the suggestion, François. Oh! That reminds me of my meeting with my best friend next week, I almost forgot about it.": "Goed om te horen dat je mijn voorstel leuk vindt, François. Oh! Dit brengt mij aan het denken over mijn ontmoeting met mijn beste vriend volgende week, ik was het bijna vergeten.",
    "Can we go through the previous tips?": "Kunnen we de vorige tips behandelen?",
    "Well that was my advice for today. Can I help you with something else?": "Nou dat was mijn advies voor vandaag. Kan ik je nog helpen met iets anders?"
}