{
    "So you want to change your long term goal. Okay, let's see how I can help you do that.": "Dus je wil je langetermijndoel veranderen. Oké, even kijken hoe ik je hiermee kan helpen.",
    "Your activity tracker constantly measures how much you move, and tries to estimate this as a number of steps.": "Je activiteitsmeter meet constant hoeveel je beweegt en probeert dit te schatten in het aantal stappen.",
    "So when we're talking about \"steps\" it's not just about walking, it's about every little thing you do throughout the day.": "Dus wanneer we het hebben over \"stappen\" gaat het niet alleen over wandelen, het gaat over alle kleine dingen die je door de dag heen doet.",
    "I am ready to decide.": "Ik ben klaar om te beslissen.",
    "What about active minutes?": "Hoe zit het met actieve minuten?",
    "Goodbye.": "Tot ziens.",
    "So, should we set a step goal? Or should I tell you about active minutes?": "Dus, zullen we een stappendoel stellen? Of zal ik je vertellen over actieve minuten?",
    "Although every little bit of activity helps, it is also important to do things that require a little more effort. Basically this is when you feel your heart beat going faster, maybe you become sweaty, and you feel tired at the end of the activity.": "Hoewel elk klein beetje activiteit helpt, is het ook belangrijk om dingen te doen die iets meer moeite kosten. Dit is wanneer je je hart sneller voelt kloppen, misschien word je zweterig en voel je je moe aan het einde van de activiteit.",
    "Steps.": "Stappen.",
    "Active minutes.": "Actieve minuten.",
    "Actually, could you explain the options again?": "Zou je de opties nog een keer kunnen uitleggen?",
    "That's good to hear. What will it be?": "Dat is goed om te horen. Wat gaat het zijn?",
    "Your activity tracker can see how many time you spent doing a little extra, which we call \"active minutes\".": "Je activiteitenmeter kan zien hoeveel tijd je hebt besteed aan iets extra's doen, wat we \"actieve minuten\" noemen.",
    "I'm ready to decide.": "Ik ben klaar om te beslissen.",
    "What about steps?": "Hoe zit het met stappen?",
    "So would you like to set a goal for active minutes?": "Dus wil je een doel stellen voor actieve minuten?",
    "Steps taken?": "Aantal stappen gezet?",
    "Active minutes?": "Actieve minuten?",
    "Of course, which option would you like me to explain again?": "Natuurlijk, welke optie wil je graag nog een keer uitgelegd krijgen?",
    "The World Health Organization recommends that people aged above 65 years old participate in at least 2.5 hours of moderate to high intensity physical activity per week. Think of 3 sessions a bit shorter than 1 hour per week in which your heart rate is elevated. What do you think about this goal?": "De Wereldgezondheidsorganisatie beveelt aan dat mensen ouder dan 65 jaar ten minste 2,5 uur matige tot hoge intensiteit lichamelijke activiteit per week moeten hebben. Denk aan 3 sessies per week die iets korter zijn dan 1 uur waarin je hartslag wordt verhoogd.  Wat vind je van dit doel?",
    "The World Health Organization recommends that adults participate in at least 150 minutes of moderate to high intensity physical activity per week. Think of 3 sessions a bit shorter than 1 hour per week in which your heart rate is elevated. What do you think about this goal?": "De Wereldgezondheidsorganisatie beveelt aan dat volwassenen minstens 150 minuten matige tot zeer intensieve lichamelijke activiteit per week moeten uitvoeren. Denk aan 3 sessies per week die iets korter zijn dan 1 uur waarin je hartslag wordt verhoogd. Wat vind je van dit doel?",
    "It sounds good, let's do that!": "Het klinkt goed, laten we dat doen!",
    "It might be a bit high for me. Could you please suggest a lower goal?": "Het is misschien iets te hoog voor mij. Kun je alsjeblieft een lager doel suggereren?",
    "I still think that is too high.": "Ik vind dat nog steeds te hoog.",
    "Oh, no, I think that is too low.": "Oh, nee, ik denk dat dat te laag is.",
    "Yes, let's do that.": "Ja, laten we dat doen.",
    "Okay, let's do that.": "Oké, laten we dat doen.",
    "That might be too high, can we go lower?": "Dat is misschien te hoog, kunnen we lager gaan?",
    "Yes, let's do that!": "Oké, laten we dat doen!",
    "Okay, let's do that!": "Oké, laten we dat doen!",
    "That sounds too easy, can we go a bit higher?": "Dat klinkt te gemakkelijk, kunnen we een beetje meer proberen?",
    "That sounds difficult, could we try lower?": "Dat klinkt moeilijk, kunnen we minder proberen?",
    "There is a general trend to recommend 10.000 steps as a daily goal. However, for people aged 65 or above, this value is often reduced to 7.500 steps. Should we start with a long-term goal of 7.500 steps?": "Er is een algemene trend om dagelijks 10.000 stappen aan te bevelen. Voor mensen van 65 jaar of ouder wordt dit aantal vaak teruggebracht tot 7.500 stappen. Zullen we beginnen met een langetermijndoel van 7.500 stappen?",
    "There is a general trend to recommend 10.000 steps as a daily goal. Should we strive to achieve 10.000 steps in the long-run?": "Er is een algemene trend om dagelijks 10.000 stappen te zetten. Zullen we ernaar streven om op de lange termijn 10.000 stappen te bereiken?",
    "It is often suggested that people as young as yourself should reach 13.000 steps a day. Should we try 13.000 steps in the long-run?": "Er wordt vaak gesuggereerd dat mensen zo jong als jij 13.000 stappen per dag zouden moeten zetten. Zullen we op de lange termijn 13.000 stappen proberen?",
    "Group activities are a great way to motivate you to reach your physical activity goal! And you might meet some interesting people as well!": "Groepsactiviteiten zijn een goede manier om je te motiveren je fysieke activiteiten doel te halen. En je komt misschien ook interessante mensen tegen!",
    "Yes Emma that's true, and if you need any other tips on how to become more active you know where to find me.": "Ja Emma, dat klopt, en als je andere tips nodig hebt over hoe je actiever kunt worden, weet je me te vinden.",
    "I want to know more about goals.": "Ik wil meer leren over doelen.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "So, is there anything else I can help you with?": "Dus, is er nog iets anders waar ik je mee kan helpen?",
    "Okay, so your current goal is set in \"active minutes\", the time spent doing high intensity physical activity. Would you like to keep this choice?": "Oké, je huidige doel is gesteld in \"actieve minuten\", dus het aantal minuten intensieve fysieke activiteit. Wil je dit graag zo houden?",
    "Yes, please help me change my goal.": "Ja, help me alsjeblieft met het veranderen van mijn doel.",
    "About which physical activity unit would you like to know more?": "Over welk fysieke activiteit onderdeel wil je graag meer weten?",
    "Now let me to guide you through setting a new long term goal in steps per day.": "Laat me je helpen om een nieuw langetermijndoel te stellen voor het aantal stappen per dag.",
    "Now let me to guide you through setting a new long term goal in active minutes.": "Laat me je helpen om een nieuw langetermijndoel te stellen voor actieve minuten.",
    "The World Health Organization recommends that those aged between 5 and 17 years old participate in at least 60 minutes of moderate to high intensity physical activity per day. What do you think about this goal?": "De Wereldgezondheidsorganisatie raadt aan dat mensen tussen de 5 en 17 jaar zo'n 60 minuten per dag matig tot zeer intensief bezig zijn. Wat denk je van dit doel?",
    "That sounds too easy for me. Could you suggest a higher goal?": "Dat klinkt te makkelijk voor mij. Kun je een hoger doel suggereren?",
    "That is great! So just to make sure, we are working towards $paLongTermStepsGoal steps per day on the long run.": "Geweldig! Dus even voor de zekerheid, we gaan naar $paLongTermStepsGoal stappen per dag toewerken.",
    "That is great! So just to make sure, we are working towards $paLongTermMinutesGoal minutes of moderate to high intensity physical activity per week.": "Geweldig! Dus even voor de zekerheid, we gaan naar $paLongTermMinutesGoal minuten aan matig tot hoog intensieve fysieke activiteit per week toewerken.",
    "That is great! So just to make sure, we are working towards $paLongTermMinutesGoal minutes of moderate to high intensity physical activity per day.": "Geweldig! Dus even voor de zekerheid, we gaan naar $paLongTermMinutesGoal minuten aan matig tot hoog intensieve fysieke activiteit per dag toewerken.",
    "Ok, then I would like to suggest a long-term goal of 5.000 steps per day. Is that ok?": "Oké, dan zou ik een langetermijndoel van 5.000 stappen per dag willen voorstellen. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 7.500 steps per day. Is that ok?": "Oké, dan zou ik een langetermijndoel van 7.500 stappen per dag willen voorstellen. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 10.000 steps per day. Is that ok?": "Oké, dan zou ik een langetermijndoel van 10.000 stappen per dag willen voorstellen. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 120 minutes of moderate to high physical activity intensity per week. Remember that we are discussing the long-term goal, not your goal for next week. Is that ok?": "Oké, dan zou ik een langetermijndoel van 120 minuten aan matig tot hoog intensieve fysieke activiteit per week willen voorstellen. Vergeet niet dat we het hier over een langetermijndoel hebben en niet je doel voor volgende week. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 40 minutes of moderate to high physical activity intensity per day. Remember that we are discussing the long-term goal, not your goal for next week. Is that ok?": "Oké, dan zou ik een langetermijndoel van 40 minuten aan matig tot hoog intensieve fysieke activiteit per week willen voorstellen. Vergeet niet dat we het hier over een langetermijndoel hebben en niet je doel voor volgende week. Is dat goed?",
    "Let's just start with 4.500 steps per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 4.500 stappen per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 7.000 steps per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 7.500 stappen per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 9.000 steps per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 9.000 stappen per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 60 minutes per week, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 60 minuten per week, en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 30 minutes per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 30 minuten per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Maybe I can do a bit more...": "Misschien kan ik wel wat meer doen...",
    "Wonderful to hear that you are willing to try a bit more! So, what about 10.000 steps per day? Remember, we are talking about long-term goals, not your goal for tomorrow.": "Goed om te horen dat je wat meer wil proberen te doen! Dus, wat denk je van 10.000 stappen per dag? Denk eraan, we hebben het over je langetermijndoel, niet je doel voor morgen.",
    "Great to hear you're willing to step it up! Okay, what about 12.000 steps per day? Remember, we are talking about long-term goals, not your goal for tomorrow.": "Geweldig om te horen dat je een stap verder wil gaan! Oké, wat denk je van 12.000 stappen per dag? Denk eraan, we hebben het over je langetermijndoel, niet je doel voor morgen.",
    "Nice! Let's step it up some more then. What about 15.000 steps per day? Remember, we are talking about long-term goals, not your goal for tomorrow.": "Mooi! Laten we het iets meer maken dan. Wat denk je van 15.000 stappen per dag? Denk eraan, we hebben het over je langetermijndoel, niet je doel voor morgen.",
    "Okay, well... the World Health Organization suggests that for extra health benefits you can double the time on moderate to high intensity physical activity. What about aiming for 300 minutes per week?": "Oké, nou... de Wereldgezondheidsorganisatie  stelt voor dat voor een extra gunstig effect op je gezondheid je de tijd verdubbeld waarin je matig tot hoog intensief fysiek actief bent. Wat vind je van 300 minuten per week?",
    "Okay, what about 120 minutes of moderate to high intensity physical activity per day?": "Oké, wat denk je van 120 minuten matig tot hoog intensieve fysieke activiteit per dag?",
    "Yes, I want to keep using steps.": "Ja, ik wil stappen blijven gebruiken.",
    "I want to switch to minutes.": "Ik wil graag naar minuten wisselen.",
    "Okay, so your current goal is defined in the number of steps you do per day. Would you like to keep this choice?": "Oké, dus je huidige doel is in stappen per dag. Wil je die keuze hetzelfde houden?",
    "Yes, I want to keep using minutes.": "Ja, ik wil minuten blijven gebruiken.",
    "I want to switch to steps.": "Ik wil graag naar stappen wisselen.",
    "Can you explain the difference again?": "Kun je het verschil nog een keer uitleggen?",
    "Your current long-term goal is to do $paLongTermStepsGoal steps per day. Do you really want to change the goal?": "Je huidige langetermijndoel is om $paLongTermStepsGoal stappen per dag te zetten. Weet je zeker dat je dat doel wil aanpassen?",
    "Your current long-term goal is to do $paLongTermMinutesGoal minutes of high intensity physical activity per day. Do you really want to change the goal?": "Je huidige langetermijndoel is om $paLongTermMinutesGoal minuten per dag fysiek bezig te zijn met hoge intensiviteit. Weet je zeker dat je dat doel wil aanpassen?",
    "Your current long-term goal is to do $paLongTermMinutesGoal minutes of high intensity physical activity per week. Do you really want to change the goal?": "Je huidige langetermijndoel is om $paLongTermMinutesGoal minuten per week fysiek bezig te zijn met hoge intensiviteit. Weet je zeker dat je dat doel wil aanpassen?",
    "No, I want to discuss something else.": "Nee, ik wil het ergens anders over hebben.",
    "Okay, so from now on, we will look at the total number of steps you take every day.": "Oké, dus vanaf nu gaan we kijken naar het aantal stappen dat je per dag zet.",
    "Okay, so from now on, we will look at the number of minutes of high intensity physical activity you perform per week.": "Oké, dus vanaf nu gaan we kijken naar het aantal minuten dat je per week fysiek actief bent met hoge intensiviteit.",
    "Okay, so from now on, we will look at the number of minutes of high intensity physical activity you perform per day.": "Oké, dus vanaf nu gaan we kijken naar het aantal minuten dat je per dag fysiek actief bent met hoge intensiviteit.",
    "Since we've changed from using active minutes to steps for your goals, we will also need to set a new short term goal. But we can do that later... First, let's set your new long-term steps goal...": "Aangezien we gewisseld zijn van stappen naar minuten voor je doelen, moeten we nu ook een nieuw kortetermijndoel stellen. Maar... dat kan later. Laten we het eerst over je nieuwe langetermijndoel hebben...",
    "Since we've changed from using steps to active minutes for your goals, we will also need to set a new short term goal. But we can do that later... First, let's set your new long-term active minutes goal...": "Aangezien we gewisseld zijn van minuten naar stappen voor je doelen, moeten we nu ook een nieuw kortetermijndoel stellen. Maar... dat kan later. Laten we het eerst over je nieuwe langetermijndoel hebben...",
    "By the way, you never set any short term goal, right? Hmm... maybe we can do that afterwards? But first, let's set your new long-term steps goal...": "Trouwens, je hebt nog geen korte termijn doel, toch? Hmm... misschien kunnen we dat hierna doen? Maar laten we eerst je nieuwe langetermijndoel voor stappen zetten...",
    "By the way, you never set any short term goal, right? Hmm... maybe we can do that afterwards? But first, let's set your new long-term active minutes goal...": "Trouwens, je hebt nog geen kortetermijndoel, toch? Hmm... misschien kunnen we dat hierna doen? Maar laten we eerst je nieuwe langetermijndoel voor actieve minuten zetten..."
}