{
    "Okay, let's do it!": "Oké, laten we dat doen!",
    "Goodbye.": "Tot ziens.",
    "I have a question about my tracker.": "Ik heb een vraag over mijn activiteitsmeter.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Okay, let's talk about your activity tracker. I see you didn't connect one yet, would you like to set one up now?": "Oké, laten we het hebben over jouw activiteitsmeter. Ik zie dat je deze nog niet hebt verbonden met mij, wil je dit nu instellen?",
    "Okay, let's discuss your activity tracker. Anything specific?": "Oké, laten we het hebben over jouw activiteitsmeter. Is er iets specifieks?",
    "Fitbit.": "Fitbit.",
    "A question about your activity tracker? Sure, I can help. Which brand of activity tracker do you have?": "Een vraag over jouw activiteitsmeter? Natuurlijk kan ik helpen. Welk merk activiteitsmeter heb je?",
    "Something else.": "Iets anders.",
    "Yes, that's correct.": "Ja, dat klopt.",
    "No, that's wrong.": "Nee, dat klopt niet",
    "A question about your activity tracker? Sure, I can help. You own a Fitbit tracker, right?": "Een vraag over jouw activiteitsmeter? Natuurlijk, ik kan je helpen. Je hebt een Fitbit horloge toch?",
    "Yes, you are wrong.": "Ja, je hebt het mis.",
    "I changed my brand.": "Ik ben veranderd van merk.",
    "Hmmm, strange, I thought you owned a tracker from $paTrackerBrand. Well, guess I was wrong.": "Hmmm, vreemd, ik dacht dat je een activiteitsmeter had van $paTrackerBrand. Nouja, ik denk dat ik het mis had.",
    "Sure, it's from: <<input type=\"text\" value=\"$paTrackerBrandUnknown\">>.": "Natuurlijk, het is van: <<input type=\"text\" value=\"$paTrackerBrandUnknown\">>.",
    "Okay, well, I'm afraid I don't work with other activity trackers at the moment, but maybe in the future. Could you tell me the brand of the tracker you own?": "Oké, nou, ik ben bang dat ik momenteel niet met andere activiteitsmeters werk, maar misschien in de toekomst. Kan je me het merk van jouw activiteitsmeter vertellen?",
    "Hmmm, a $paTrackerBrandUnknown ... I have to look into it, thanks! Is there something else I can do for you?": "Hmmm, a $paTrackerBrandUnknown... Ik moet me hier even in verdiepen, dank je! Is er nog iets anders wat ik voor je kan doen?",
    "Fitbit": "Fitbit",
    "Okay, my mistake! So, which tracker brand do you own?": "Oké, mijn fout! Dus, welk merk activiteitsmeter heb je?",
    "Ah okay, in that case, which tracker do you own now?": "Ah oké, in dat geval, welke activiteitsmeter heb je nu?",
    "Yes, I have a question.": "Ja, ik heb een vraag.",
    "Okay, a Fitbit, noted! So, you had a question about your Fitbit?": "Oké, een Fitbit, staat genoteerd! Dus, je had een vraag over jouw Fitbit?"
}