{
    "Sure, let's start.": "Natuurlijk, laten we beginnen.",
    "Not right now.": "Niet nu.",
    "I just have a few quick questions about your cognitive activities today, is that okay?": "Ik heb een paar korte vragen over je cognitieve activiteiten vandaag, vind je dat goed?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, I understand. I might ask you again later then. Did you want to discuss something else?": "Oké, dat begrijp ik. Misschien vraag ik je later nog een keer dan. Is er nog iets anders wat je wilde bespreken?",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "Have you participated in any of the following tasks today, such as reading a book or newspaper, learning a new skill, watching an educational TV-show or playing a board game?": "Heb je vandaag een van de volgende taken uitgevoerd, zoals het lezen van een boek of krant, het aanleren van een nieuwe vaardigheid, het kijken naar een educatieve TV-programma of het spelen van een bordspel?",
    "Time spent reading: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentReading\" min=\"0\" max=\"1440\">>": "Tijd besteed aan lezen: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentReading\" min=\"0\" max=\"1440\">>",
    "That's very good. Now, could you tell me how long you spent reading today in minutes? Just type \"0\" if you didn't read at all.": "Dat is erg goed. Kun je me vertellen hoeveel minuten je besteed hebt aan lezen? Vul \"0\" in als je niks hebt gelezen.",
    "Time spent learning a new skill: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentSkills\" min=\"0\" max=\"1440\">>": "Tijd besteed aan het aanleren van een nieuwe vaardigheid: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentSkills\" min=\"0\" max=\"1440\">>",
    "Okay, and how much time did you spent on learning a new skill, such as studying a foreign language, in minutes? Again, just type \"0\" if you did not do this today.": "Oké, en hoeveel minuten heb je besteed aan het aanleren van een nieuwe vaardigheid, zoals het leren van een nieuwe taal? Vul \"0\" in als je dit niet hebt gedaan vandaag.",
    "Time spent watching educational TV: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentTelevision\" min=\"0\" max=\"1440\">>": "Tijd besteed aan het kijken naar educatieve TV: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentTelevision\" min=\"0\" max=\"1440\">>",
    "Very good! Now, how much time did you spent watching an educational TV-shows? Again, just type \"0\" if you did not do this.": "Top! Hoeveel minuten heb je besteed aan het kijken naar educatieve TV-programma's? Vul \"0\" in als je dit niet hebt gedaan.",
    "Time spent on games: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentGames\" min=\"0\" max=\"1440\">>": "Tijd besteed aan spelletjes: <<input type=\"numeric\" value=\"$esmCognitiveTimeSpentGames\" min=\"0\" max=\"1440\">>",
    "And finally, how much time did you spent either playing sudoko, crossword games, puzzles, or other similar games in minutes?": "En als laatste, hoeveel minuten heb je besteed aan het spelen van sudoku, kruiswoordpuzzels, legpuzzels, or andere soortgelijke spelletjes?",
    "Okay, thank you so much for your time! Did you want to discuss anything else?": "Oké, heel erg bedankt voor je tijd! Is er nog iets anders wat je wilde bespreken?",
    "I want to discuss something else.": "Ik wil het ergens anders over hebben.",
    "Oh, dear. I just remembered I already asked you about your cognitive activities today.. We could talk about something else if you like?": "Ohjee. Ik bedenk me net dat ik je al naar je cognitieve activiteiten gevraagd heb vandaag.. Wil je het ergens anders over hebben?",
    "Can you ask me later?": "Kan je me dat later vragen?",
    "Not today, please.": "Niet vandaag, alsjeblieft.",
    "Yes, we can skip today. I'll ask you again tomorrow. Did you want to discuss anything else?": "Ja, we kunnen vandaag overslaan. Ik vraag het je morgen wel opnieuw. Wilde je iets anders bespreken?"
}