{
    "Hi $userFirstName, how can I help you today?": "Hoi $userFirstName, hoe kan ik je vandaag helpen?",
    "Can you explain the interface again?": "Kan je de interface nog een keer uitleggen?",
    "I want to log out.": "Ik wil graag uitloggen.",
    "Goodbye.": "Tot ziens.",
    "If you log out, you will be sent back to the login screen. Are you sure?": "Als je uitlogt wordt je terug gestuurd naar het inlog scherm. Weet je zeker dat je dat wil?",
    "Yes, log me out.": "Ja, log me uit.",
    "Oops, no nevermind.": "Oeps, nee, laat maar.",
    "Okay, see you next time!": "Oké, tot de volgende keer!",
    "To come back to the living room, you would have to sign in again using your email address and password.": "Om terug te komen bij de huiskamer zou je opnieuw in moeten loggen met je e-mailadres en wachtwoord.",
    "Okay, log me out.": "Oké, log me uit.",
    "Of course I can! Let me load up the interface explanation module...": "Natuurlijk kan ik dat! Ik zal even de \"uitleg module\" weer activeren...",
    "Okay...": "Oké...",
    "About the evaluation...": "Wat betreft de evaluatie...",
    "Of course $userFirstName! First of all, we are very happy that you are participating in the Council of Coaches evaluation.": "Natuurlijk $userFirstName! Allereerst, we zijn erg blij dat je deelneemt in de Council of Coaches evaluatie.",
    "How can I give feedback?": "Hoe kan ik feedback geven?",
    "I have a question.": "Ik heb een vraag.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Your feedback is very valuable! Or did you have any questions about the evaluation?": "Jouw feedback is erg belangrijk! Of heb je een vraag over de evaluatie?",
    "If you have any suggestion on how we can improve Council of Coaches, we would love to hear from you!": "Als je suggesties hebt over hoe wij Council of Coaches kunnen verbeteren, horen wij dat graag!",
    "Why do coaches say their dialogue is being written?": "Waarom zeggen coaches dat hun dialoog nog wordt geschreven?",
    "Sure, what would you like to ask?": "Natuurlijk, wat wil je weten?",
    "Why do coaches sometimes talk in English?": "Waarom praten coaches soms in het Engels?",
    "About my Fitbit.": "Over mijn Fitbit.",
    "Another question.": "Een andere vraag.",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Ah yes, we are aware of the problem. The team behind Council of Coaches is working hard to write new dialogues.": "Ah ja, we zijn ons bewust van dit probleem. Het team achter Council of Coaches is hard aan het werk om nieuwe dialogen te schrijven.",
    "Did you try talking to Olivia? She is the physical activity expert, and knows everything about your Fitbit tracker.": "Heb je geprobeerd te praten met Olivia? Zij is de fysieke activiteiten expert, en zij weet alles over jouw Fitbit sensor.",
    "Well, if you have technical difficulties, you should contact the researcher who helped you set up with Council of Coaches.": "Nou, als je technische problemen hebt, moet je de onderzoeker die jou geholpen heeft met Council of Coaches benaderen.",
    "I want to ask something else.": "Ik wil iets anders vragen.",
    "For all other questions, please send an email to your research contact, or use the Feedback button in the bottom right corner of the screen.": "Voor alle andere vragen, stuur alsjeblieft een e-mail naar de onderzoeker, of gebruik de Feedback knop rechts onderin het scherm.",
    "Over time we are adding more and more content, but it is a lot of work.": "In de loop van de tijd voegen we steeds meer inhoud toe, maar het is veel werk.",
    "Ai! That must be a mistake! You see, the conversations are being written in English first, and then translated to Dutch.": "Oei! Dat is een fout! Weet je, de gesprekken worden eerst geschreven in het Engels, en daarna vertaald naar het Nederlands.",
    "It could be that the translation is still being done, it's somehow forgotten, or something else is going wrong.": "Het kan zijn dat de vertaling nog gedaan moet worden, het is op de een of andere manier vergeten, of er gaat iets anders mis.",
    "I had another question.": "Ik had een andere vraag.",
    "When you notice the coaches speaking in English, you can always let us know, and we will do our best to fix it as soon as possible!": "Wanneer je merkt dat de coaches Engels praten, kan je het ons altijd laten weten, en wij zullen ons best doen om het zo snel mogelijk op te lossen!",
    "When the coaches have nothing new to say, maybe you can try to come back next week, and new dialogue options might be available to you.": "Wanneer de coaches niks nieuws te zeggen hebben, kun je volgende week terugkomen, en zullen er misschien nieuwe dialogen beschikbaar zijn voor jou.",
    "And if you have any suggestions for content you would like to see added, please let us know!": "En als je zelf nog suggesties hebt wat betreft inhoud die jij graag wilt zien, laat het ons dan ook weten!",
    "Of course, just come talk to me and ask about \"My activity tracker\", and I'll see what I can do.": "Natuurlijk, kom met mij praten en vraag me over \"Mijn activiteitenmeter\", en ik zal kijken wat ik voor je kan doen.",
    "It's probably best to send an email explaining the problem, and I'm sure they will get back to you as quickly as possible.": "Het is waarschijnlijk het beste om een e-mail te sturen waarbij je het probleem uitlegt, en ik weet zeker dat zij jou zo snel mogelijk zullen beantwoorden.",
    "I hope we can quickly resolve your question. Was there anything else?": "Ik hoop dat wij snel je vraag kunnen oplossen. Was er nog iets anders?",
    "That is the whole point of this evaluation! You can always send an email to your research contact, or use the feedback button in the bottom right corner of the screen.": "Dat is precies de reden voor deze evaluatie! Je kunt altijd een e-mail sturen aan de onderzoeker, of gebruik de Feedback knop rechts onderin het scherm.",
    "How will I get back?": "Hoe kom ik dan weer terug?",
    "So, how can I help you today?": "Dus, waar kan ik je mee van dienst zijn?",
    "About the Corona Virus.": "Over het Corona Virus.",
    "Okay, let's hear it.": "Oké, laat maar horen.",
    "We have a statement regarding the corona virus outbreak from the developers from March 17, 2020. Do you want me to repeat it for you?": "We hebben een statement over de corona uitbraak van de ontwikkelaars van 17 Maart, 2020. Wil je die nog een keer horen?",
    "We have a statement regarding the corona virus outbreak from the developers from March 17, 2020. Do you want to hear it?": "We hebben een statement over de corona uitbraak van de ontwikkelaars van 17 Maart, 2020. Wil je die horen?"
}