{
    "You can find the radio on the kitchen counter, next to François!": "Je kunt de radio vinden op het aanrecht, naast François!",
    "You can find the radio on the kitchen counter, right behind me.": "Je kunt de radio vinden op het aanrecht, achter mij.",
    "Please go on.": "Ga verder.",
    "Okay, I've heard enough.": "Oké, ik heb genoeg gehoord.",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "I will try the radio now, goodbye!": "Ik ga de radio nu uitproberen, tot ziens!",
    "Goodbye.": "Tot ziens.",
    "Okay, sure. Was there something else I can help you with?": "Oké, natuurlijk! Was er nog iets anders waar ik je mee kan helpen?",
    "When you want to switch on the radio, tap on it to get a close-up view.": "Als je de radio aan wilt zetten, klik er dan op om een close-up te krijgen.",
    "The radio has a big \"Play\" button on the left, a big \"Stop\" button on the right, and four channel selectors in the middle.": "De radio heeft een grote \"Afspeelknop\" links, een grote \"Stop\" knop rechts, en vier kanaalkiezers in het midden.",
    "By default the radio is set to channel 1. This channel plays old classic blues and jazz music. If you want to hear something else, select a different channel with the four buttons in the middle bottom of the radio.": "De radio is standaard ingesteld op kanaal 1. Dit kanaal speelt oude klassieke blues- en jazzmuziek af. Als je iets anders wilt horen, selecteer dan een ander kanaal met de vier knoppen in het midden onderaan de radio.",
    "The second channel plays classical music, mostly piano pieces, it's quite soothing for humans, as I understand...": "Het tweede kanaal speelt klassieke muziek af, voornamelijk piano stukken, het is best rustgevend voor mensen, als ik het goed begrijp...",
    "The third channel plays old classic French songs, François sure loves it!": "Het derde kanaal speelt oude klassieke Franse liedjes af, François kan er geen genoeg van krijgen!",
    "The third channel plays old classic French songs. Our diet coach, François can't get enough of it, but I see you didn't choose him to be your coach...": "Het derde kanaal speelt oude klassieke Franse liedjes af. Onze voedingscoach, François kan er geen genoeg van krijgen,  maar ik zie dat je hem niet hebt gekozen als jouw coach...",
    "<i>Francois is humming along with the French music on the radio...</i>": "<i>Francois is humming along with the French music on the radio...</i>",
    "Aaah oui, please switch it to channel trois!": "Aaah oui, schakel alsjeblieft over naar kanaal trois!",
    "Aaah oui, please turn on the radio to channel trois!": "Aaah oui, zet alsjeblieft de radio aan op kanaal trois.",
    "Thanks for the explanation, Coda.": "Bedankt voor de uitleg, Coda.",
    "And finally, channel four has some nice old rock and roll music. Why don't you give it a try?": "En als laatste, kanaal 4 heeft leuke oude rock en roll liedjes. Waarom probeer je het niet eens uit?"
}