{
    "No, is that right?": "Nee, is dat zo?",
    "Yes, I know.": "Ja, dat weet ik.",
    "But I like to use salt.": "Maar ik vind het fijn om zout te gebruiken.",
    "So $userFirstName, did you know that by lowering your salt intake, you decrease your blood pressure?": "Dus $userFirstName, wist je dat je door het verlagen van je zoutinname jouw bloeddruk kunt verlagen?",
    "Okay.": "Oké.",
    "That will be difficult.": "Dat wordt lastig.",
    "Yes, it is. It is important to pay attention to your salt intake. Try not to eat more than 6 grams a day.": "Ja, het klopt. Het is belangrijk om op te letten hoeveel zout je eet. Probeer niet meer zout te eten dan 6 gram per dag. ",
    "On average, women eat 7.5 grams of salt a day and men eat even 10 grams a day. Clearly, these numbers show that a lot of people exceed the guidelines of salt intake.": "Gemiddeld genomen eten vrouwen 7.5 gram zout per dag en mannen 10 gram per dag. Het is dus duidelijk dat veel mensen meer zout eten dan ze zouden moeten doen.",
    "Good idea!": "Goed idee!",
    "Instead of using salt, you might add other herbs to your dish. This way, you make your dish more tasty, without making it unhealthy.": "In plaats van zout zou je andere kruiden toe kunnen voegen aan je gerecht. Op die manier kun je je gerecht wat smaakvoller maken, zonder dat het ongezond wordt.",
    "Yet, I advise you to stick to the guidelines. Too much salt is not healthy.": "Toch adviseer ik je om je aan de richtlijnen te houden. Teveel zout is niet gezond.",
    "Yes, <<input type=\"numeric\" value=\"$nutUserAnswerAmountOfSalt\" min=\"0\" max=\"100\">> grams of salt.": "Ja, <<input type=\"numeric\" value=\"$nutUserAnswerAmountOfSalt\" min=\"0\" max=\"100\">> gram zout.",
    "No, I don't have clue.": "Nee, ik heb geen idee.",
    "Do you know what is the recommended daily allowance of salt a day?": "Weet je wat de aangeraden dagelijkse hoeveelheid zout is?",
    "I understand that it is difficult to take less than 6 gram salt a day.": "Ik begrijp dat het moeilijk is om minder dan 6 gram zout per dag te eten.",
    "Yes, indeed.": "Ja, inderdaad.",
    "Yes, you are right! According to the guidelines, you should not take more than 6 grams of salt a day.": "Ja, je hebt gelijk! Volgens de richtlijnen zou je niet meer dan 6 gram zout per dag moeten eten.",
    "That is not a lot.": "Dat is niet zoveel.",
    "Sadly, that is not right. According to the guidelines, you should not take more than 6 grams of salt a day.": "Helaas, dat klopt niet. Volgens de richtlijnen, mag je niet meer dan 6 gram zout per dag innemen.",
    "Yes, indeed! By replacing salt by herbs when preparing your dishes, you will be fine!": "Ja, inderdaad. Door zout te vervangen door kruiden wanneer je kookt zou het goed moeten komen.",
    "Can we go through the previous tips?": "Kunnen we de vorige tips nog eens bekijken?",
    "I want to talk about something else.": "Ik wil graag praten over iets anders.",
    "Goodbye.": "Tot ziens.",
    "Okay, that was my tip for today. Anything else you wanted to talk about?": "Oké, dat was mijn tip voor vandaag. Wilde je nog iets anders bespreken?",
    "Okay, let me inform you. According to the guidelines, you should not take more than 6 grams of salt a day.": "Oké, laat me het je vertellen. Volgens de richtlijnen mag je niet meer dan 6 gram zout per dag eten. ",
    "I understand, I like salt as well. I understand that it is difficult to take less than 6 gram salt a day.": "Ik begrijp het, ik hou ook van zout. Ik begrijp dat het moeilijk is om minder dan 6 gram zout per dag te eten.",
    "Great to hear you already know this trick. So, continue with replacing salt by herbs when preparing your dishes, and you will be fine!": "Goed om te horen dat je deze truc kent. Dus, ga door met zout vervangen door kruiden wanneer je kookt en dan komt het goed!"
}