{
    "Breakfast.": "Ontbijt.",
    "Lunch.": "Lunch.",
    "Dinner.": "Avondeten.",
    "Goodbye.": "Tot ziens.",
    "Très bon! I will help you find a recipe! What kind of meal would you like to make?": "Très bon! Ik zal je helpen met het vinden van een recept. Wat zou je willen maken?",
    "Show me the breakfast recipes.": "Laat me de ontbijtrecepten zien.",
    "Hmmm, let me think about some suitable breakfast recipes... well, what about these?": "Hmmm, even denken over wat lekkere ontbijtrecepten... wat vind je hiervan?",
    "Show me the lunch recipes.": "Laat me de lunchrecepten zien.",
    "Ah oui, let me see... these are the lunch recipes that I know.": "Ah oui, even kijken.... dit zijn de lunchrecepten die ik ken.",
    "An appetizer.": "Een voorgerecht.",
    "A main course.": "Een hoofdgerecht.",
    "A dessert.": "Een toetje.",
    "A dinner recipe? Let me see. Are you looking for an appetizer, a main course or a dessert?": "Een recept voor het diner? Even kijken. Zoek je een voorgerecht, hoofdgerecht of toetje?",
    "Show me appetizers.": "Laat me de voorgerechten zien.",
    "Ah, an appetizer! Let me think... how about these?": "Ah, een voorgerecht! Even denken... wat vind je hiervan?",
    "Show me desserts.": "Laat me de toetjes zien.",
    "Ah oui, François knows his desserts too. And trust me, they don't need to be unhealthy!": "Ah oui, François is een expert in toetjes. En geloof me, ze hoeven niet ongezond te zijn.",
    "Yes, vegetarian please.": "Ja, vegetarisch graag.",
    "No, also include meat or fish.": "Nee, ik wil ook vis of vlees.",
    "You said you were a vegetarian, right? So, let's look for vegetarian recipes...": "Je had gezegd dat je vegetariër bent, toch? Laten we dan zoeken naar vegetarische recepten...",
    "Yes, include meat or fish.": "Ja, ik wil graag vis of vlees.",
    "No, I want a vegetarian dish.": "Nee, ik wil graag iets vegetarisch.",
    "You said you were not a vegetarian, so let's look for dishes that include meat or fish, okay?": "Je hebt aangegeven dat je geen vegetariër bent, dus laten we zoeken naar recepten met vlees of vis. Is dat goed?",
    "Chicken.": "Kip.",
    "Other meat.": "Ander vlees.",
    "Fish.": "Vis.",
    "It doesn't matter.": "Het maakt niet uit.",
    "Okay, non-vegetarian it is! Would you prefer chicken, some other type of meat or fish?": "Oké, niet-vegetarisch dan! Wil je liever kip, ander vlees, of vis?",
    "Pasta or noodles.": "Pasta of noodles.",
    "Rice.": "Rijst.",
    "Potatoes.": "Aardappelen.",
    "Any other options?": "Heb je andere opties?",
    "Okay, so a vegetarian dish it will be! What would you like?": "Oké, dan wordt het een vegetarisch gerecht. Wat wil je graag?",
    "Show me the recipe options.": "Laat me de recepten zien.",
    "Okay, excellent choices! Now, let's see which options we have today!": "Oké, goede keuzes! Laten we nu eens kijken welke opties we hebben vandaag.",
    "Ah, a dish with chicken...": "Ah, een gerecht met kip...",
    "Ah, a dish with meat...": "Ah, een gerecht met vlees...",
    "Ah, a dish with fish...": "Ah, een gerecht met vis...",
    "Doesn't matter? Okay...": "Maakt niet uit? Oké...",
    "And what type of side dish would you like to go with that?": "En wat wil je daar graag bij?",
    "Au revoir!": "Au revoir!"
}