{
    "I agree.": "Daar ben ik het mee eens.",
    "Can you tell me why? ": "Kun je me vertellen waarom?",
    "As you might know, it is important to eat enough fruit!": "Zoals je misschien weet is het belangrijk om genoeg fruit te eten!",
    "Good to hear that you feel the same! The advice is to eat two pieces (or portions) of fruit per day!": "Goed om te horen dat je dat ook vindt! Het advies is om twee stuks (of porties) fruit per dag te eten!",
    "Yes. ": "Ja.",
    "Not really.": "Niet echt.",
    "No.": "Nee.",
    "Do you know why you should do this?": "Weet je waarom je dit zou moeten doen?",
    "Thank you!": "Dankjewel!",
    "Ah, un connaisseur - I mean, an expert!": "Ah, un connaisseur - ik bedoel, een expert!",
    "That's good to know. ": "Dat is goed om te weten.",
    "Can you give an example? ": "Kan je een voorbeeld geven?",
    "Eating enough fruit has many benefits. It reduces the risk of getting a chronic illness, for example.": "Genoeg fruit eten heeft veel voordelen. Het verkleint het risico op het krijgen van chronische ziekten, bijvoorbeeld.",
    "Can we go through the previous tips?": "Kunnen we de vorige tips nog eens bekijken?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "This was what I wanted to tell you today. Did you want to talk about something else?": "Dit is wat ik je vandaag wilde vertellen. Wilde je het nog ergens anders over hebben?",
    "Well, the risk for some types of cancer is reduced, for example.": "Nou, het risico op sommige soorten kanker wordt kleiner, bijvoorbeeld.",
    "Okay, I know enough.": "Oké, ik weet genoeg.",
    "And why is that?": "En waarom is dat zo?",
    "Scientific research shows that eating enough fruit can protect against different types of cancer. Mouth and troat cancer, esophagus and stomach cancer, and lungcancer.": "Wetenschappelijk onderzoek heeft aangetoond dat genoeg fruit eten tegen verschillende soorten kanker kan beschermen. Mond- en keelkanker, slokdarm- en maagkanker, en longkanker.",
    "What do antioxidants do?": "Wat doen antioxidanten?",
    "I have heard enough.": "Ik heb genoeg gehoord.",
    "Well, vegetables and fruit contain vitamins, minerals and other healthy natural elements (fytochemicals), that keep the body healthy and strengthen the immune system. Many of these function as antioxidants.": "Nou, groeten en fruit bevatten vitaminen, mineralen en andere gezonde natuurlijke stoffen (fytochemicaliën), die het lichaam gezond houden en het immuunsysteem versterken. Veel van deze werken als antioxidanten.",
    "Okay, anything else?": "Oké, nog iets anders?",
    "I know enough, thank you.": "Ik weet genoeg, dankjewel.",
    "Antioxidants can help protect cells in the body against damage that might lead to cancer.": "Antioxidanten kunnen cellen in het lichaam tegen schade beschermen die kan leiden tot kanker.",
    "Interesting, but why?": "Interessant, maar waarom?",
    "Oui! There is convincing scientific evidence that eating food with a lot of fiber - such as whole grain products, vegetables, fruit and legumes - can lower the risk at colon cancer.": "Oui! Er is overtuigend wetenschappelijk bewijs dat het eten van voedsel met veel vezels - zoals volkorenproducten, groenten, fruit en peulvruchten - het risico op darmkanker kan verkleinen.",
    "Thanks for telling me.": "Bedankt voor het vertellen.",
    "Well, fibers speed up our digestion, so food spends less time in the intestines.": "Nou, vezels versnellen het verteringsproces, dus voedsel zit minder lang in onze darmen."
}