{
    "Besides eating healthy, drinking enough water is also very important.": "Naast gezond eten is genoeg water drinken ook erg belangrijk.",
    "Yes, I think so.": "Ja, dat denk ik wel.",
    "No, I don't.": "Nee, dat doe ik niet.",
    "Good to hear that you knew it already. Do you always manage to do so?": "Goed om te horen dat je het al wist. Lukt het je ook altijd?",
    "Okay, that's clear.": "Oké, dat is duidelijk.",
    "I think I know enough.": "Ik denk dat ik genoeg weet.",
    "Drinking enough is important for your hydration. You need to drink because you also lose fluids by breathing, sweating and going to the toilet.": "Genoeg drinken is belangrijk voor je hydratatie. Je moet drinken omdat je ook veel vocht verliest door te ademen, zweten en naar het toilet te gaan.",
    "Thank you!": "Dankjewel!",
    "Magnefique, keep it up!": "Magnefique, ga zo door!",
    "Sometimes, not always.": "Soms, niet altijd.",
    "Good, but do you manage to drink enough?": "Goed, maar lukt het je ook om genoeg te drinken?",
    "What is it?": "Wat is het?",
    "That's alright. I have a tip that might be helpful.": "Dat is niet erg. Ik heb een tip die je misschien kan helpen.",
    "What might work is to alternate drinking water with drinking tea or coffee without sugar.": "Wat zou kunnen werken is om water drinken af te wisselen met het drinken van thee of koffie zonder suiker.",
    "Okay, and what do you do then?": "Oké en wat doe je dan?",
    "Talking about keeping it close.. I also have another tip that might be useful. I sometimes notice that I'm thirsty when I'm walking to the market, for example.": "Nu we het hebben over bij de hand houden.. Ik heb nog een tip die nuttig kan zijn. Soms merk ik dat ik dorst heb als ik bijvoorbeeld naar de markt loop.",
    "What a great idea!": "Wat een goed idee!",
    "I try to bring a bottle of water with me wherever I go. Then I can always take a sip when I feel thirsty!": "Ik probeer altijd een flesje water mee te nemen als ik ergens heen ga. Dan kan ik altijd een slokje nemen als ik dorst heb.",
    "Okay, thanks for the tip!": "Oké, bedankt voor de tip!",
    "Maybe I'll give it a go.": "Misschien probeer ik dat wel.",
    "That's the solution for me. Always have water near you.": "Dat is de oplossing voor mij. Altijd water in de buurt hebben.",
    "Can we go through the previous tips?": "Kunnen we de vorige tips nog eens bekijken?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, well, that was my tip for today. Anything else you wanted to talk about?": "Oké, nou, dat was mijn tip voor vandaag. Wilde je het nog ergens anders over hebben?",
    "I knew that!": "Dat wist ik!",
    "Why is it important?": "Waarom is het belangrijk?",
    "Did you know that you need to drink 1.5 to 2 litres of water per day? That's six to eight glasses!": "Wist je dat je 1,5 tot 2 liter water per dag moet drinken? Dat zijn zes tot acht glazen!",
    "Yes, tell me.": "Ja, vertel maar.",
    "No, I know enough for now.": "Nee, ik weet even genoeg.",
    "Would you still like to hear my tip on how to drink more?": "Wil je nog steeds mijn tip over hoe je genoeg kan drinken horen?",
    "Francois once told me that you can also have a glass of water next to your coffee. That works well for me!": "Francois vertelde me ooit dat je ook een glas water naast je koffie kan drinken. Dat werkt heel goed voor mij!",
    "A oui! That's right Carlos. Glad to hear that it works for you.": "A oui! Dat klopt Carlos. Blij om te horen dat het voor je werkt.",
    "A oui! That's right Olivia. Glad to hear that it works for you.": "A oui! Dat klopt Olivia. Blij om te horen dat het voor je werkt.",
    "And sometimes it helps to drink a glass of water with every cup of coffee you drink.": "En soms helpt het om een glas water bij elke kop koffie te drinken.",
    "Or if you prefer tea.. I've seen Emma make a pot of tea. She then keeps it close so that she can refil her mug easier.": "Of, als je liever thee hebt.. Ik heb Emma een hele pot thee zien zetten. Die houdt ze dan binnen handbereik zodat ze haar mok makkelijk kan bijvullen.",
    "That's true, it makes it a lot easier to drink enough!": "Dat is waar, het maakt het een stuk makkelijker om genoeg te drinken!"
}