{
    "Okay I have some general questions related to allergies and other food restrictions you might have. Shall we start?": "Oké, ik heb een aantal algemene vragen gerelateerd aan allergieën en andere voedingsintolerantie. Zullen we beginnen?",
    "Sure, ask away!": "Natuurlijk, vraag maar raak!",
    "What will you do with that information?": "Wat ga je doen met die informatie?",
    "I don't want to answer those questions.": "Ik wil geen antwoord geven op deze vragen.",
    "Goodbye.": "Tot ziens.",
    "Hmmm, well... are you sure? It is not mandatory of course, but without this information it is difficult for me to give you dietary advice!": "Hmmm, nou... weet je het zeker? Het is natuurlijk niet verplicht, maar zonder deze informatie is het lastig voor mij om jou dieetadvies te geven!",
    "Okay, to the questions.": "Oké, kom maar met de vragen.",
    "No, I don't want to answer those questions.": "Nee, ik wil niet antwoorden op deze vragen.",
    "Okay, maybe some other time then. Was there something else you wanted to discuss?": "Oké, misschien een andere keer dan. Was er nog iets anders wat je wilde bespreken?",
    "I want to talk about food.": "Ik wil over eten praten.",
    "I have some other questions.": "Ik heb een aantal andere vragen.",
    "Well, with that information I can give you more specific advice. For example, I can suggest recipes that fit your diet and lifestyle.": "Nou, met die informatie kan ik je specifieker advies geven. Ik kan bijvoorbeeld recepten voorstellen die passen bij jouw dieet en leefstijl.",
    "Okay, ask away then.": "Oké, vraag maar.",
    "All right! Now, I would also like to know... is your cholesterol too high?": "Oké! Ik wil ook graag weten of... jouw cholesterol te hoog is?",
    "No, it is fine.": "Nee, het is prima.",
    "Yes, it is too high.": "Ja, het is te hoog.",
    "That's good to hear! Healthy eating, enough exercise, and not too much wine will help to keep it that way!": "Goed om te horen! Gezond eten, genoeg lichaamsbeweging, en niet te veel wijn helpen om het zo te houden!",
    "Another thing I'd like to know is if you are a vegetarian or vegan.": "Ik zou ook graag weten of je vegetariër of veganist bent.",
    "I do eat meat.": "Ik eet wel vlees.",
    "I'm a vegetarian.": "Ik ben een vegetariër.",
    "I'm a vegan.": "Ik ben een veganist.",
    "Merci beaucoup! I will keep all of this in mind when suggesting recipes for you.": "Merci beaucoup! Ik zal dit meenemen als ik recepten voor je bedenk.",
    "Ok, I'll keep that in mind, $userFirstName. We will look for recipes that are good for your cholesterol...": "Ok, ik hou dat in gedachten, $userFirstName. We gaan wat recepten bedenken die goed zijn voor je cholesterol...",
    "Good to know! And just to be sure, that also means that you don't eat fish?": "Goed om te weten! En voor de zekerheid, dat betekent dat je ook geen vis eet?",
    "No, I don't eat fish.": "Nee, ik eet geen vis.",
    "Actually, I do eat fish.": "Eigenlijk eet ik wel vis.",
    "Oh, so no French baguette for you... but don't be sad, François knows many fine dishes without gluten.": "Oh, dus geen Frans stokbrood voor jou... maar wees niet verdrietig, François kent veel goede gerechten zonder gluten.",
    "Hmmm, so you can not have dishes with milk, butter or cream... and even worse, you can't have cheese, mon dieu!": "Hmmm, dus je kan geen gerechten eten met melk, boter of room... en nog erger, je mag geen kaas eten, mon dieu!",
    "Okay, one final question. Are you on a low carbohydrates diet?": "Oké, nog een laatste vraag. Volg je een koolhydraatarm-dieet?",
    "No, not really.": "Nee, niet echt.",
    "Not yet, but I want to start.": "Nog niet, maar dat wil ik wel.",
    "Yes, I am.": "Ja, dat doe ik.",
    "François loves to eat meat. But we shouldn't do it too much. Better to mix it up with some fish every now and then, right?": "François eet graag vlees. Maar daar zouden we niet teveel van moeten eten. Het is beter om af en toe af te wisselen met vis, toch?",
    "I don't eat fish.": "Ik eet geen vis.",
    "Yes, I eat fish as well.": "Ja, ik eet ook vis.",
    "Ok, $userFirstName, I'll try to keep it short and simple! The first question: can you eat food that has gluten?": "Ok, $userFirstName, ik probeer het kort en makkelijk te houden! De eerste vraag: Mag je gluten hebben?",
    "Yes, no problem.": "Ja, geen probleem.",
    "No, I can't have gluten.": "Nee, ik mag geen gluten.",
    "And what about lactose? Can you have products that contain lactose?": "En hoe zit het met lactose? Mag je dingen eten die lactose bevatten?",
    "No, I can not have lactose.": "Nee, ik mag geen lactose.",
    "Was there something else you wanted to discuss?": "Was er nog iets anders wat je wilde bespreken?"
}