{
    "Bonjour! Allow me to introduce myself... I am... François Dubois! Your personal Chef and diet coach!": "Bonjour! Laat me mezelf voorstellen... Ik ben... François Dubois! Jouw persoonlijke Kok en dieet coach!",
    "Hello François.": "Hallo François.",
    "Goodbye.": "Tot ziens.",
    "I just wanted to chat.": "Ik wil graag kletsen.",
    "Let's talk about food.": "Laten we het over eten hebben.",
    "Bonjour monsieur!": "Bonjour monsieur!",
    "Bonjour madame!": "Bonjour madame!",
    "Bonjour!": "Bonjour!",
    "Hmm, hmm, I love this radio channel... oh pardon, what can I do for you?": "Hmm, hmm, ik hou van dit radiokanaal... oh sorry, wat kan ik voor je doen?",
    "Hmmpf... can't we set the radio to the French channel? Oh pardon me, what can I do for you?": "Hmmpf... kunnen we de radio verzetten naar een Frans kanaal? Oh sorry, wat kan ik voor jou doen?",
    "Don't you think it's a little quiet here? Why don't you switch on the radio? Anyway, what can François do for you?": "Vind je het ook niet een beetje stil hier? Waarom zet je de radio niet aan? Nou ja, wat kan François voor jou doen?",
    "How do I switch on the radio?": "Hoe zet ik de radio aan?",
    "The radio? It's right here on the kitchen counter. Just tap the radio to start playing some music.": "De radio? Die staat hier op het aanrecht. Klik op de radio om muziek te beluisteren.",
    "Then you can switch over to channel 3 for the most beautiful French songs, oooh mon dieu, I love it!": "Dan kun je daarna overschakelen naar kanaal 3 voor de mooiste Franse liedjes, oooh mon dieu, ik hou ervan!",
    "Which channel do you prefer?": "Welk kanaal heb je het liefst?",
    "I will try the radio.": "Ik zal de radio uitproberen.",
    "(Say nothing.)": "(Zeg niets.)",
    "Oh no, please no. François cannot stop singing along with those terrible chansons, it's driving me mad.": "Oh nee, alsjeblieft niet. François kan niet stoppen met het meezingen met al die verschrikkelijke chansons, ik word er gek van.",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Oh, anything but the French channel. There is some nice blues and jazz on channel 1, classical music on channel 2 and some good old rock and roll on channel 4.": "Oh, allesbehalve het Franse kanaal. Op kanaal 1 heb je leuke blues en jazz, op kanaal 2 klassieke muziek, en op kanaal 4 rock en roll.",
    "Let me try the radio.": "Laat me de radio uitproberen.",
    "Yes, just have a look. I guess everything is better than this quiet here... but I do prefer channel 3. Just tap the radio right here in the kitchen.": "Ja, kijk er maar eens naar. Alles is beter dan deze stilte hier... maar ik vind kanaal 3 het leukst. Klik maar op de radio hier in de keuken.",
    "Which channel do you prefer, Carlos?": "Welk kanaal vind jij het leukst, Carlos?",
    "Oh sacre blue Carlos, what would you prefer? That terrible rock and roll on channel 4?": "Oh sacre blue Carlos, wat vind je het leukst? Dat verschrikkelijke rock en roll op kanaal 4?",
    "Thank you Coda, I will try the radio.": "Dank je Coda, ik zal de radio uitproberen.",
    "There are 4 channels in total. Channel 1 has Jazz and Blues, channel 2 has Classical music, channel 3 has French songs, and channel 4 has Rock and Roll.": "Er zijn in totaal 4 kanalen. Kanaal 1 heeft Jazz en Blues, kanaal 2 heeft Klassieke muziek, kanaal 3 heeft Fransje liedjes, en kanaal 4 heeft Rock en Roll."
}