{
    "Okay, so you have some questions about your Fitbit tracker?": "Oké, dus je hebt wat vragen over jouw Fitbit horloge?",
    "That's correct!": "Dat klopt!",
    "No, I have another tracker.": "Nee, ik heb geen andere activiteitsmeter.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Goodbye.": "Tot ziens.",
    "Inspire.": "Inspire.",
    "Other.": "Andere.",
    "First of all, just so I can better help you answer your Fitbit questions. May I ask which type of Fitbit you have?": "Allereerst, voordat ik je beter kan helpen met je Fitbit vragen, mag ik je vragen wat voor type Fitbit jij hebt?",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "How can I tell?": "Hoe kan ik dat zien?",
    "Okay, a Fitbit Inspire, nice! And does it also track heartrate?": "Oké, een Fitbit Inspire, mooi! En heeft je activiteitsmeter ook een hartslagmeter?",
    "That's correct.": "Dat klopt.",
    "No, wait, I have a different sensor.": "Nee, wacht ik heb een andere sensor.",
    "Okay, so it's a Fitbit Inspire HR, thanks!": "Oké, dus het is een Fitbit Inspire HR, dank je!",
    "Okay, don't worry. So, which tracker type do you have?": "Oké, maak je geen zorgen. Dus, welke activiteitsmeter heb je?",
    "Okay, so it's a regular Fitbit Inspire, thanks!": "Oké, dus het is een normale Fitbit Inspire, dank je!",
    "Yes, it has.": "Ja, dat heeft het.",
    "No, it doesn't have lights.": "Nee, het heeft geen lichtjes.",
    "Ah, that's easy. The bottom of the sensor, the part that touches your skin, does it have green blinking lights?": "Ah dat is makkelijk. De onderkant van je sensor, het gedeelte wat jouw huid aanraakt, heeft het groene knipperende lichtjes?",
    "Okay, I will just write down \"other\". Okay?": "Oké, ik zal gewoon \"andere\" opschrijven. Oké?",
    "How can I see which tracker type I have?": "Hoe kan ik zien welk type ik heb?",
    "Okay, I think I know now.": "Oké, ik denk dat ik het weet nu.",
    "Well, it's best to simply visit the Fitbit website at www.fitbit.com and see if you can identify your tracker there. Then let me know when you find out which tracker you have, okay?": "Nou, het beste is om de Fitbit website te bezoeken via www.fitbit.com, daar kan je zien welke type je hebt. Laat het me dan maar weten wanneer je erachter bent gekomen welk type je hebt, oké?",
    "So if I'm not mistaken, you have a $paTrackerBrand tracker of type $paTrackerType, correct?": "Dus als ik het goed heb, heb je een $paTrackerBrand activiteitsmeter van het type $paTrackerType, toch?",
    "Yes, they gave me one.": "Ja, ze hebben mij er één gegeven.",
    "No, I had my own sensor.": "Nee, ik had mijn eigen sensor.",
    "Well, I see that you are participating in the Council of Coaches evaluation study. Did you receive a Fitbit tracker from the researchers?": "Nou, ik zie dat je deelneemt aan de Council of Coaches evaluatie. Heb jij een Fitbit horloge van de onderzoekers gekregen?",
    "Okay, thanks.": "Oké, dankjewel.",
    "Okay, in that case it must be a Fitbit \"Inspire\", because those are the ones we use in the evaluation study!": "Oké, in dat geval moet het een Fitbit \"Inspire\" zijn, want dat zijn degene die wij gebruiken in het evaluatieonderzoek.",
    "Okay, in that case it's best to simply visit the Fitbit website at www.fitbit.com and see if you can identify your tracker there. Then let me know when you find out which tracker you have, okay?": "Oké, in dat geval is het het best om de Fitbit website te bezoeken via www.fitbit.com en daar te kijken naar jouw type activiteitsmeter. Laat me het maar weten wanneer je erachter bent gekomen welk type je hebt, oké?"
}