{
    "Setting a goal for yourself is the first step towards becoming more active. Actually, did you know that people who commit to a goal are more likely to become more active?": "Het stellen van een doel voor jezelf is de eerste stap om actiever te worden. Wist je dat mensen die zich bezighouden met een doel, eerder actief worden?",
    "You can set goals for the upcoming days or weeks. That's what we call \"short-term\" goals, or for the upcoming months. That's what we call \"long-term\" goals.": "Je kunt doelen stellen voor de komende dagen of weken. Dat noemen we \"korte termijn doelen\" of voor de komende maanden. Dat noemen wij \"lange termijn doelen\".",
    "Do you have a suggestion?": "Heb je een suggestie?",
    "Why do I need a long term goal?": "Waarom heb ik een lange termijn doel nodig?",
    "Can we talk about something else?": "Kunnen we over iets anders praten?",
    "Goodbye.": "Tot ziens.",
    "So let's talk about your long-term goal...": "Dus laten we het hebben over je lange termijn doel...",
    "First you should decide what kind of goal you want to set. We can look at the number of steps taken or the minutes of higher activity per week or per day.": "Eerst moet je beslissen wat voor soort doel je wilt stellen. We kunnen kijken naar het aantal stappen of de minuten van intensieve activiteit per week of per dag.",
    "Why? Well, there are two good reasons for setting a long-term goal for yourself.": "Waarom? Nou, er zijn twee goede redenen voor het stellen van een lange termijn doel voor jezelf.",
    "First, it can be a great motivation for yourself. It gives you something to work towards.": "Ten eerste kan het een grote motivatie voor jezelf zijn. Het geeft je iets om naar toe te werken.",
    "So, your long-term goal should be ambitious! Something that will make you feel really proud once you achieve it.": "Dus, je lange termijn doel moet ambitieus zijn! Iets waar je je trots op zult voelen wanneer je het eenmaal hebt bereikt.",
    "And the second reason is that it gives us something to cut into little pieces, something to tackle day-by-day.": "En de tweede reden is dat het ons iets geeft om in kleine stukjes op te delen, iets om dag-tot-dag aan te pakken.",
    "Okay, can you suggest a goal?": "Oké, kun je een doel voorstellen?",
    "So having a long-term goal makes it possible to set relevant and personal daily goals. And those daily goals give us a concrete objective for every day!": "Dus het hebben van een lange termijn doel maakt het mogelijk om relevante en persoonlijke dagelijkse doelen te stellen. En die dagelijkse doelen geven ons elke dag een concreet doel!",
    "Your activity tracker constantly measures how much you move, and tries to estimate this as a number of steps.": "Je activiteitsmeter meet constant hoeveel je beweegt en probeert dit te schatten middels een stappen aantal.",
    "So when we're talking about \"steps\" it's not just about walking, it's about every little thing you do throughout the day.": "Dus wanneer we het hebben over \"stappen\" gaat het niet alleen over wandelen, het gaat over alle kleine dingen die je door de dag heen doet.",
    "I am ready to decide.": "Ik ben klaar om te beslissen.",
    "What about active minutes?": "Hoe zit het met actieve minuten?",
    "So, should we set a step goal? Or should I tell you about active minutes?": "Dus, zullen we een stappendoel stellen? Of zal ik je vertellen over actieve minuten?",
    "Although every little bit of activity helps, it is also important to do things that require a little more effort. Basically this is when you feel your heart beat going faster, maybe you become sweaty, and you feel tired at the end of the activity.": "Hoewel elk klein beetje activiteit helpt, is het ook belangrijk om dingen te doen die iets meer moeite kosten. Dit is wanneer je je hart sneller voelt kloppen, misschien word je zweterig en voel je je moe aan het einde van de activiteit.",
    "Steps taken?": "Aantal stappen gezet?",
    "Active minutes?": "Actieve minuten?",
    "I can tell you about each of the options, or let me know if you're ready to decide.": "Ik kan je vertellen over alle opties, of laat het me weten wanneer je klaar bent om te beslissen.",
    "Steps.": "Stappen.",
    "Active minutes.": "Actieve minuten.",
    "Actually, could you explain the options again?": "Zou je de opties nog een keer kunnen uitleggen?",
    "That's good to hear. What will it be?": "Dat is goed om te horen. Wat gaat het worden?",
    "Your activity tracker can see how many time you spent doing a little extra, which we call \"active minutes\".": "Je activiteitenmeter kan zien hoeveel tijd je hebt besteed aan iets extra's doen, wat we \"actieve minuten\" noemen.",
    "I'm ready to decide.": "Ik ben klaar om te beslissen.",
    "What about steps?": "Hoe zit het met stappen?",
    "So would you like to set a goal for active minutes?": "Dus wil je een doel stellen voor actieve minuten?",
    "Good! I will help you work towards a long-term step goal then!": "Mooi zo! Ik zal je dan helpen om aan een langetermijn stappendoel te werken!",
    "Good! I will help you work towards a long-term goal for active minutes then!": "Mooi zo! Ik zal je dan helpen om aan een langetermijn doel voor actieve minuten te werken!",
    "Of course, which option would you like me to explain again?": "Natuurlijk, welke optie wil je graag nog een keer uitgelegd krijgen?",
    "Next we need to decide how many steps would be a challenging but achievable goal for you in the long-term.": "Daarnaast zullen we moeten beslissen hoeveel stappen uitdagend maar haalbaar zijn als doel voor jou in de lange termijn.",
    "The next step is to decide how many minutes would be a challenging but achievable goal for you in the long-term.": "De volgende stap is het beslissen hoeveel minuten uitdagend en haalbaar zijn als doel voor jou in de lange termijn.",
    "You can think of it as setting aside some money every week (short-term goal) in order to save for a weekend trip (long-term goal). Similar with activity... you commit to become a little more active now, to have greater benefits later.": "Je kunt het zien als elke week wat geld opzij zetten (korte termijn doel) om te sparen voor een weekendje weg (lange termijn doel). Vergelijkbaar met activiteit... je wordt nu iets actiever, om later grotere voordelen van te hebben.",
    "The World Health Organization recommends that people aged above 65 years old participate in at least 2.5 hours of moderate to high intensity physical activity per week. Think of 3 sessions a bit shorter than 1 hour per week in which your heart rate is elevated. What do you think about this goal?": "De Wereldgezondheidsorganisatie beveelt aan dat mensen ouder dan 65 jaar ten minste 2,5 uur matige tot hoge intensiteit lichamelijke activiteit per week moeten hebben. Denk aan 3 sessies per week die iets korter zijn dan 1 uur waarin je hartslag wordt verhoogd. Wat vind je van dit doel?",
    "The World Health Organization recommends that adults participate in at least 150 minutes of moderate to high intensity physical activity per week. Think of 3 sessions a bit shorter than 1 hour per week in which your heart rate is elevated. What do you think about this goal?": "De Wereldgezondheidsorganisatie beveelt aan dat volwassenen minstens 150 minuten matige tot hoge intensieve lichamelijke activiteit per week moeten uitvoeren. Denk aan 3 sessies per week die iets korter zijn dan 1 uur waarin je hartslag wordt verhoogd. Wat vind je van dit doel?",
    "It sounds good, let's do that!": "Het klinkt goed, laten we dat doen!",
    "That sounds too easy for me. Could you suggest a higher goal?": "Dat klinkt te makkelijk voor mij. Kun je een hoger doel suggereren?",
    "It might be a bit high for me. Could you please suggest a lower goal?": "Het is misschien iets te hoog voor mij. Kun je alsjeblieft een lager doel suggereren?",
    "I still think that is too high.": "Ik vind dat nog steeds te hoog.",
    "Oh, no, I think that is too low.": "Oh, nee, ik denk dat dat te laag is.",
    "Yes, let's do that.": "Ja, laten we dat doen.",
    "Okay, let's do that.": "Oké, laten we dat doen.",
    "That might be too high, can we go lower?": "Dat is misschien te hoog, kunnen we lager gaan?",
    "Yes, let's do that!": "Oké, laten we dat doen!",
    "Okay, let's do that!": "Oké, laten we dat doen!",
    "That sounds too easy, can we go a bit higher?": "Dat klinkt te gemakkelijk, kunnen we een beetje meer proberen?",
    "That sounds difficult, could we try lower?": "Dat klinkt moeilijk, kunnen we minder proberen?",
    "There is a general trend to recommend 10.000 steps as a daily goal. However, for people aged 65 or above, this value is often reduced to 7.500 steps. Should we start with a long-term goal of 7.500 steps?": "Er is een algemene trend om dagelijks 10.000 stappen aan te bevelen. Voor mensen van 65 jaar of ouder wordt dit aantal vaak teruggebracht tot 7.500 stappen. Zullen we beginnen met een langetermijndoel van 7.500 stappen?",
    "There is a general trend to recommend 10.000 steps as a daily goal. Should we strive to achieve 10.000 steps in the long-run?": "Er is een algemene trend om dagelijks 10.000 stappen te zetten. Zullen we ernaar streven om op de lange termijn 10.000 stappen te bereiken?",
    "It is often suggested that people as young as yourself should reach 13.000 steps a day. Should we try 13.000 steps in the long-run?": "Er wordt vaak gesuggereerd dat mensen zo jong als jij 13.000 stappen per dag zouden moeten zetten. Zullen we op de lange termijn 13.000 stappen proberen?",
    "Group activities are a great way to motivate you to reach your physical activity goal! And you might meet some interesting people as well!": "Groepsactiviteiten zijn een goede manier om je te motiveren je fysieke activiteiten doel te halen. En je komt misschien ook interessante mensen tegen!",
    "Yes Emma that's true, and if you need any other tips on how to become more active you know where to find me.": "Ja Emma, dat klopt, en als je andere tips nodig hebt over hoe je actiever kunt worden, weet je me te vinden.",
    "I want to know more about goals.": "Ik wil meer weten over doelen.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "So, is there anything else I can help you with?": "Dus, is er nog iets anders waar ik je mee kan helpen?",
    "The World Health Organization recommends that those aged between 5 and 17 years old participate in at least 60 minutes of moderate to high intensity physical activity per day. What do you think about this goal?": "De Wereldgezondheidsorganisatie raadt aan dat mensen tussen de 5 en 17 jaar zo'n 60 minuten per dag matig tot zeer intensief bezig zijn. Wat denk je van dit doel?",
    "That is great! So just to make sure, we are working towards $paLongTermStepsGoal steps per day on the long run.": "Geweldig! Dus even voor de zekerheid, we gaan naar $paLongTermStepsGoal stappen per dag toewerken.",
    "That is great! So just to make sure, we are working towards $paLongTermMinutesGoal minutes of moderate to high intensity physical activity per week.": "Geweldig! Dus even voor de zekerheid, we gaan naar $paLongTermMinutesGoal minuten aan matig tot hoog intensieve fysieke activiteit per week toewerken.",
    "That is great! So just to make sure, we are working towards $paLongTermMinutesGoal minutes of moderate to high intensity physical activity per day.": "Geweldig! Dus even voor de zekerheid, we gaan naar $paLongTermMinutesGoal minuten aan matig tot hoog intensieve fysieke activiteit per dag toewerken.",
    "Ok, then I would like to suggest a long-term goal of 5.000 steps per day. Is that ok?": "Oké, dan zou ik een langetermijndoel van 5.000 stappen per dag willen voorstellen. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 7.500 steps per day. Is that ok?": "Oké, dan zou ik een langetermijndoel van 7.500 stappen per dag willen voorstellen. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 10.000 steps per day. Is that ok?": "Oké, dan zou ik een langetermijndoel van 10.000 stappen per dag willen voorstellen. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 120 minutes of moderate to high physical activity intensity per week. Remember that we are discussing the long-term goal, not your goal for next week. Is that ok?": "Oké, dan zou ik een langetermijndoel van 120 minuten aan matig tot hoog intensieve fysieke activiteit per week willen voorstellen. Vergeet niet dat we het hier over een langetermijndoel hebben en niet je doel voor volgende week. Is dat goed?",
    "Ok, then I would like to suggest a long-term goal of 40 minutes of moderate to high physical activity intensity per day. Remember that we are discussing the long-term goal, not your goal for next week. Is that ok?": "Oké, dan zou ik een langetermijndoel van 40 minuten aan matig tot hoog intensieve fysieke activiteit per week willen voorstellen. Vergeet niet dat we het hier over een langetermijndoel hebben en niet je doel voor volgende week. Is dat goed?",
    "Let's just start with 4.500 steps per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 4.500 stappen per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 7.000 steps per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 7.500 stappen per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 9.000 steps per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 9.000 stappen per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 60 minutes per week, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 60 minuten per week, en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Let's just start with 30 minutes per day, and we see how it goes. If it does not work for you, we can adjust it next week.": "Laten we dan beginnen met 30 minuten per dag en dan kijken we hoe dat gaat. Als dat niet voor je werkt, dan kunnen we het volgende week aanpassen.",
    "Maybe I can do a bit more...": "Misschien kan ik wel wat meer doen...",
    "Wonderful to hear that you are willing to try a bit more! So, what about 10.000 steps per day? Remember, we are talking about long-term goals, not your goal for tomorrow.": "Goed om te horen dat je wat meer wil proberen te doen! Dus, wat denk je van 10.000 stappen per dag? Denk eraan, we hebben het over je langetermijndoel, niet je doel voor morgen.",
    "Great to hear you're willing to step it up! Okay, what about 12.000 steps per day? Remember, we are talking about long-term goals, not your goal for tomorrow.": "Geweldig om te horen dat je een stap verder wil gaan! Oké, wat denk je van 12.000 stappen per dag? Denk eraan, we hebben het over je langetermijndoel, niet je doel voor morgen.",
    "Nice! Let's step it up some more then. What about 15.000 steps per day? Remember, we are talking about long-term goals, not your goal for tomorrow.": "Mooi! Laten we het iets meer maken dan. Wat denk je van 15.000 stappen per dag? Denk eraan, we hebben het over je langetermijndoel, niet je doel voor morgen.",
    "Okay, well... the World Health Organization suggests that for extra health benefits you can double the time on moderate to high intensity physical activity. What about aiming for 300 minutes per week?": "Oké, nou... de Wereldgezondheidsorganisatie stelt voor dat voor een extra gunstig effect op je gezondheid je de tijd verdubbeld waarin je matig tot hoog intensief fysiek actief bent. Wat vind je van 300 minuten per week?",
    "Okay, what about 120 minutes of moderate to high intensity physical activity per day?": "Oké, wat denk je van 120 minuten matig tot hoog intensieve fysieke activiteit per dag?"
}