{
    "Ooh I get so excited meeting new people! But I will try to keep it short, as I'm sure the others are also eager to meet you.": "Oh ik word altijd zo blij als ik nieuwe mensen ontmoet! Maar ik zal proberen om het kort te houden, want ik weet zeker dat de anderen je ook graag willen ontmoeten.",
    "Take your time Olivia, $userFirstName and moi have already been introduced.": "Neem de tijd Olivia, $userFirstname en moi zijn al aan elkaar voorgesteld.",
    "Oui, oui, keep it short Olivia... I want to talk to her as well!": "Oui, oui, houd het kort Olivia... ik wil ook graag met haar praten!",
    "Oui, oui, keep it short Olivia... I want to talk to him as well!": "Oui, oui, houd het kort Olivia... ik wil ook graag met hem praten!",
    "Oui, oui, keep it short Olivia... I want to talk to our new friend as well!": "Oui, oui, houd het kort Olivia... ik wil ook graag met onze nieuwe vriend praten.",
    "So, my name is Olivia... who do I have the pleasure of coaching today?": "Dus, ik heet Olivia... wie heb ik het genoegen om vandaag te coachen?",
    "First name: <<input type=\"text\" value=\"$userFirstName\">>.": "Voornaam: <<input type=\"text\" value=\"$userFirstName\">>.",
    "Hi, my name is $userFirstName.": "Hoi, mijn naam is $userFirstName.",
    "I prefer not to say.": "Dat zeg ik liever niet.",
    "Oh take your time Olivia, $userFirstName and I have already chatted a bit, such a nice lady!": "Oh, doe maar rustig aan Olivia, $userFirstName en ik hebben al een beetje met elkaar gepraat. Ze is zo'n aardige vrouw!",
    "Oh take your time Olivia, $userFirstName and I have already chatted a bit, such a nice gentleman!": "Oh, doe maar rustig aan Olivia, $userFirstName en ik hebben al een beetje met elkaar gepraat. Hij is zo'n aardige man!",
    "Oh take your time Olivia, $userFirstName and I have already chatted a bit, such a nice person!": "Oh, doe maar rustig aan Olivia, $userFirstName en ik hebben al een beetje met elkaar gepraat. Wat een aardige persoon is het!",
    "Yes yes, do hurry up a little bit Olivia, I look forward to meeting her as well.": "Ja ja, schiet een beetje op Olivia, ik wil haar ook graag ontmoeten.",
    "Yes yes, do hurry up a little bit Olivia, I look forward to meeting him as well.": "Ja ja, schiet een beetje op Olivia, ik wil hem ook graag ontmoeten.",
    "Yes yes, do hurry up a little bit Olivia, I look forward to have a little chat as well.": "Ja ja, schiet een beetje op Olivia, ik wil ook graag even kletsen.",
    "Okay, I understand. Maybe later once we get to know each other a little better.": "Oké, snap ik. Misschien later wanneer we elkaar al een beetje kennen.",
    "So nice to meet you $userFirstName!": "Zo leuk om je te ontmoeten, $userFirstName!",
    "Well I promised to keep it short, so let me just quickly explain my role in the Council of Coaches.": "Nou ik heb beloofd om het kort te houden, dus ik zal kort mijn rol in Council of Coaches uitleggen.",
    "I am here to help you reaching a physically active life!": "Ik ben hier om jou te helpen een fysiek actief leven te leiden.",
    "I will help you set up a personal plan for how to start increasing your activity day by day, and week by week.": "Ik zal je helpen bij het opstellen van een persoonlijk plan om je activiteit te verhogen, dag na dag, week na week.",
    "I will also help you keep track of your daily steps, and give you feedback on your progress.": "Ik zal je ook helpen bij het bijhouden van jouw dagelijkse stappen, en jou feedback te geven naar aanleiding van jouw voortgang.",
    "Together we will work towards a new physically active you, how does that sound?": "Samen zullen we werken aan een nieuwe fysiek actieve jij, hoe klinkt dat?",
    "Sounds good.": "Klinkt goed.",
    "I'm not sure.": "Ik weet het niet zeker.",
    "Goodbye.": "Tot ziens.",
    "Excellent! I can't wait to get started. Come back to me whenever you're ready to start.": "Uitstekend! Ik kan niet wachten om te beginnen. Kom bij me terug als je klaar bent om te beginnen.",
    "Hmmm, well let's give it some time. Small steps, and let's see where we end up shall we?": "Hmmm, laten we het wat tijd geven. Kleine stappen nemen, en zien waar we eindigen... wat dacht je daar van?",
    "Goodbye! Just let me know when you want to talk again!": "Tot ziens! Laat me maar weten wanneer je weer wilt praten!"
}