{
    "Goodbye.": "Tot ziens",
    "I want to discuss something else.": "Ik wil het over iets anders hebben.",
    "Fantastic, everything worked out fine! I can now see your Fitbit data, and help you reach your goals even better!": "Fantastisch, alles werkt! Ik kan nu jouw Fitbit data zien, en je helpen je doelen beter te bereiken!",
    "Okay, I think everything worked out well. Although it looks like all of your data has not arrived in my files yet...": "Oké, ik denk dat alles heeft gewerkt. Maar het lijkt alsof je data nog niet in mijn bestanden terecht is gekomen...",
    "Hmmm, I think that worked out okay. Although for some reason your data is not yet showing up...": "Hmmm, ik denk dat het is gelukt. Maar door een bepaalde reden is je data nog niet zichtbaar...",
    "Oh-oh, it looks like something went wrong. It looks like you don't have an activity tracker linked to your Fitbit account...": "Oh-oh, het lijkt alsof er iets is mis gegaan. Het lijkt alsof je geen activiteitsmeter aan je Fitbit account hebt verbonden...",
    "Oh-oh, looks like something went wrong in our connection with the Fitbit service...": "Oh-oh, het lijkt alsof er iets is mis gegaan in onze verbinding met de Fitbit service...",
    "Hmmm, that didn't work out well. It seems like I don't have permission to access your data...": "Hmmm, dat is niet goed gegaan. Het lijkt erop dat ik geen toestemming heb om jouw data te zien...",
    "Hmmm, something went wrong... for some reason the link to your Fitbit account didn't work...": "Hmmm, er is iets mis gegaan... door een bepaalde reden werkt de verbinding met jouw Fitbit account niet...",
    "Hmmm, something went wrong... to be honest, I have never seen this before, it looks like some unknown error has occured...": "Hmmm, er iets mis gegaan... om eerlijk te zijn, dit heb ik nog niet eerder gezien, het lijkt erop dat er een onbekende fout is opgetreden...",
    "I am wearing my sensor.": "Ik draag mijn sensor.",
    "No, I'm not wearing it now.": "Nee, ik draag hem nu niet.",
    "Well, for example, I can see that you didn't do any steps yet today. Are you wearing your Fitbit sensor?": "Nou, bijvoorbeeld, ik kan zien dat je vandaag geen stappen hebt gezet. Draag je je Fitbit sensor?",
    "Well, for example, now I can see that you already did $paUserCurrentSteps today.": "Nou, bijvoorbeeld, ik kan nu zien dat je vandaag al $paUserCurrentSteps stappen hebt gezet.",
    "Ah, hmmm, there could be something wrong then...": "Ah, hmmm, dan is er misschien iets fout...",
    "Ah that explains! Well, for a good insight into your daily physical activity, try to wear the sensor every day!": "Ah dat verklaart! Nou, probeer je sensor elke dag te dragen om een goed inzicht te krijgen in jouw dagelijkse fysieke activiteit!",
    "Ah oui! Maybe your battery is empty. I always forget to charge mine.": "Ah oui! Misschien is je batterij leeg. Ik vergeet mijne altijd op te laden.",
    "Maybe you forgot to charge the battery. Happened to me a lot when Olivia gave me my sensor.": "Misschien ben je de batterij vergeten op te laden. Dat is mij vaak overkomen toen Olivia mij mijn sensor gaf.",
    "The battery is charged.": "De batterij is opgeladen.",
    "How can I see the battery level?": "Hoe kan ik het batterijniveau zien?",
    "Oops, the battery is empty.": "Oeps, de batterij is leeg.",
    "It could be the battery, or it could be something else. Is the battery charged?": "Het kan aan de batterij liggen, of aan iets anders. Is de batterij opgeladen?",
    "I keep the charger next to my bed now, and every Sunday before going to sleep I charge my tracker. Fresh for a new week of walking!": "Ik hou de oplader naast mijn bed nu, en elke zondag, voordat ik ga slapen, laad ik mijn sensor op. Fris voor een nieuwe week wandelen.",
    "Okay, if the battery is fine, it must be something else...": "Oké, als de batterij goed is, dan moet het aan iets anders liggen...",
    "You can check the battery level by tapping on your Fitbit. Does anything happen?": "Je kan het batterijniveau bekijken door te klikken op je Fitbit. Gebeurt er iets?",
    "Nothing happens, the screen is black.": "Er gebeurt niks, het scherm is zwart.",
    "Yes, the screen shows something.": "Ja, het scherm laat iets zien.",
    "Well that should be it then. Just put it on the charger for an hour or two and it should be fine.": "Nou dat zou het dan moeten zijn. Laat het voor een uur of twee aan de lader liggen en dan moet het goed komen.",
    "Let's talk about something else.": "Laten we ergens anders over praten.",
    "That's it for now, thanks.": "Dat is het voor nu, bedankt.",
    "Was there anything else you wanted to discuss?": "Is er nog iets anders waar je over wil praten?",
    "I tried, the screen stays black.": "Heb ik geprobeerd, het scherm blijft zwart.",
    "The screen is showing something now.": "Het scherm laat nu iets zien.",
    "Remember it's not a touch screen. Really tap it with some motion a few times. It took some time getting used to for me as well.": "Denk eraan, het is geen touch scherm. Tik er een paar keer op met wat beweging. Het duurde bij mij ook even voordat ik er aan gewend was.",
    "Remember it's not a touch screen. Really tap it with some motion a few times. Dont' worry, you won't break it.": "Denk eraan, het is geen touch scherm. Tik er een paar op met wat beweging. Maak je geen zorgen, je zult het niet kapot maken.",
    "I know what could be the problem, can I try to help, Olivia?": "Ik weet wat misschien het probleem kan zijn, mag ik helpen Olivia?",
    "Done.": "Gedaan.",
    "Of course Carlos, what do you think the problem is?": "Natuurlijk Carlos, wat denk je dat het probleem is?",
    "It must be the thing with the Fitbit application, right? That it didn't update or something?": "Het moet dat ding zijn met de Fitbit app, toch? Dat het niet is bijgewerkt of iets?",
    "How do I do that?": "Hoe doe ik dat?",
    "The steps are showing in the Fitbit app.": "De stappen zijn wel zichtbaar in de Fitbit app.",
    "I managed to solve it.": "Het is me gelukt om het op te lossen.",
    "It could be Carlos. So, $userFirstName, let's see if the tracker synced properly with the Fitbit app.": "Dat kan Carlos. Dus, $userFirstName, even kijken of de activiteitsmeter goed gesynchroniseerd is met de Fitbit app.",
    "Okay, so everything is working well, but I don't see your steps yet. Let's see...": "Oké, dus alles werkt, maar ik zie je stappen nog niet. Even kijken...",
    "Okay, let's wait a bit.": "Oké, laten we even wachten.",
    "It can sometimes take a little bit of time before your data shows up in my system. We simply have to wait a little while.": "Het kan soms even duren voordat ik je data in mijn systeem zie. We moeten eventjes wachten.",
    "I still don't see any steps.": "Ik zie nog steeds geen stappen.",
    "Yes, I see the steps now.": "Ja, ik zie de stappen nu.",
    "Now swipe down from the top of the screen to start the \"refresh\" procedure. Is it showing the steps now?": "Sleep het scherm van boven naar beneden om het \"vernieuw\" procedure te starten. Laat het nu de stappen zien?",
    "Okay, I will try.": "Oké, ik zal het proberen.",
    "Well, in that case I don't know what the problem can be. Maybe you should call someone for help, or have a look at the Fitbit website?": "Nou, in dat geval weet ik niet wat het probleem kan zijn. Misschien kan je iemand bellen om je te helpen, of kan je kijken op de Fitbit website?",
    "Thanks Carlos.": "Bedankt Carlos.",
    "And don't forget to charge it often! I used to always forget it in the beginning...": "En vergeet niet om het vaak op te laden! Ik vergat dat altijd in het begin...",
    "Thanks Olivia.": "Bedankt Olivia.",
    "And don't forget to charge it at least once a week. The battery won't last forever!": "En vergeet niet om hem minimaal 1 keer per week op te laden. De batterij gaat niet eeuwig mee!",
    "From now on, I will be able to give you better advice. Was there something else you wanted to talk about?": "Van nu af aan kan ik je beter advies geven. Was er nog iets anders wat je wilde bespreken?",
    "What's next?": "Wat nu?",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Thank you for giving me access to your Fitbit data. I guess you're wondering what's next?": "Bedankt dat je me toestemming hebt gegeven om je Fitbit data te zien. Ik neem aan dat je nu denkt wat nu?",
    "So, for now, thank you for giving me access to your Fitbit data. But it looks like we have to wait a little longer before we can start discussing your progress.": "Dus, voor nu, bedankt dat je me toegang hebt gegeven tot jouw Fitbit data. Maar het lijkt erop dat we nog even iets langer moeten wachten voordat we kunnen praten over jouw voortgang.",
    "While we wait, was there something else you wanted to talk about?": "Was er nog iets anders wat je wilde bespreken nu we toch wachten?",
    "I think at this point all we can do is wait. I've seen this happen before, and it will probably solve itself soon.": "Ik denk dat alles wat we nu kunnen doen is wachten. Ik heb dit vaker zien gebeuren, en het lost zich snel vanzelf op.",
    "Yes, I need some help.": "Ja, ik heb wat hulp nodig.",
    "No, I will try myself.": "Nee, ik probeer het zelf wel.",
    "If you want I can try to help you. Should we discuss Fitbit issues?": "Als je wil kan ik je proberen te helpen. Zullen we het hebben over Fitbit problemen?",
    "Okay, let's try again.": "Oké, laten we het opnieuw proberen.",
    "Unfortunately this can happen sometimes, and we don't really know why. The only thing to do is to try the connection again. Shall we give it another try?": "Helaas kan dit soms gebeuren en we weten niet waarom. Het enige dat je hoeft te doen, is de verbinding opnieuw te proberen. Zullen we het nog een keer proberen?",
    "Are you sure you checked the boxes to give us permission to access your data? Perhaps we could try again?": "Weet je zeker dat je hebt aangevinkt dat wij toestemming hebben om toegang te krijgen tot jouw data? Misschien kunnen we het nog een keer proberen?",
    "I really don't know what happened... I can only suggest to try connecting another time. Do you want to try again?": "Ik heb echt geen idee wat er is gebeurd... Ik kan je alleen maar voorstellen om het een andere keer opnieuw te verbinden. Wil je het nog een keer proberen?",
    "I will have a chat with the developers to see if they can fix this. In the meantime, I don't see any other option than to try again. Want to give it another shot?": "Ik zal de ontwikkelaars benaderen om te kijken of ze dit kunnen oplossen. In de tussentijd zie ik geen andere optie dan het opnieuw proberen. Wil je het nog een kans geven?",
    "Let's start by opening the Fitbit application on your phone or tablet.": "Laten we beginnen met het openen van de Fitbit app op je telefoon of tablet.",
    "Please make sure to connect your activity tracker to your Fitbit account using the official Fitbit app for your smartphone or tablet.": "Zorg ervoor dat je je activiteitsmeter verbindt met je Fitbit account met behulp van de officiële Fitbit app voor je smartphone of tablet."
}