{
    "I understand.": "Ik begrijp het.",
    "So, do you have a Fitbit activity tracker?": "Heb jij een Fitbit stappenteller?",
    "Yes, I have one.": "Ja, ik heb er een.",
    "No, I don't.": "Nee, die heb ik niet.",
    "Goodbye.": "Tot ziens.",
    "That's great! Well, is it okay if I can have a look at your Fitbit data, so I can help coach you better?": "Dat is geweldig! Mag ik misschien jouw Fitbit data bekijken, zodat ik je beter kan coachen?",
    "Yes, of course!": "Ja, natuurlijk!",
    "No, I prefer not.": "Nee, liever niet.",
    "Oh that's a shame. Well nothing to worry about, we have some options!": "Oh, dat is jammer. Maar maak je geen zorgen, we hebben ook andere opties.",
    "What are my options?": "Wat zijn mijn opties?",
    "Actually, I do have a Fitbit.": "Eigenlijk heb ik wel een Fitbit.",
    "First off, do you maybe have another sensor to track activity?": "Allereerst, heb je misschien een andere stappenteller?",
    "No, I don't have any.": "Nee, ik heb er geen.",
    "Wait, I do have a Fibit!": "Wacht even, ik heb wel een Fitbit!",
    "Can I try something else?": "Kan ik iets anders proberen?",
    "Yes, I am!": "Ja, ik doe mee!",
    "No, I am not.": "Nee, ik doe niet mee.",
    "What is that?": "Wat is dat?",
    "In that case, you should call or write your research contact, he or she will be able to help you out.": "In dat geval kun je contact opnemen met de onderzoeker, hij of zij kan je verder helpen.",
    "Okay, thanks!": "Oké, dankjewel!",
    "I don't know the contact.": "Ik weet niet wie de onderzoeker is.",
    "Well, it's a large research study that looks at how our Council of Coaches application works.": "Nou, het is een groot onderzoek om te kijken hoe de Council of Coaches app werkt.",
    "Okay, thanks.": "Oké, dankjewel.",
    "I'm afraid that's all I can do for you now. Would you like to talk about something else?": "Ik ben bang dat dit alles is wat ik voor je kan doen. Wil je over iets anders praten?",
    "Oh, that's a problem indeed. Well, just write an email to info@council-of-coaches.eu and we will sort you out.": "Oh, dat is inderdaad een probleem. Stuur maar een e-mail naar info@council-of-coaches.eu en we helpen je verder.",
    "For now, all I can recommend you to do is to buy a Fibit tracker.": "Het enige wat ik nu kan doen is je aanraden om een Fitbit stappenteller te kopen.",
    "Hmm, that's a shame. Do you mind telling me why you don't want to share your Fitbit data with me?": "Hmm, dat is jammer. Wil je me vertellen waarom je jouw Fitbit data niet wilt delen?",
    "Well: <<input type=\"text\" value=\"$paUserReasonForNotSharingData\" min=\"3\" max=\"300\">>.": "Nou: <<input type=\"text\" value=\"$paUserReasonForNotSharingData\" min=\"3\" max=\"300\">>.",
    "I prefer not to say.": "Ik vertel dat liever niet.",
    "Okay, I see. Well, you should know that without access to your activity data it is difficult for me to coach you.": "Oké, geen probleem. Je moet wel weten dat zonder toegang tot jouw activiteiten data, het voor mij moeilijker is om je goed te coachen.",
    "Was there anything else you wanted to discuss?": "Is er nog iets anders waar je over wil praten?",
    "When you are ready, I will send you to the Fitbit web site. There you will have to grant permission to access your data.": "Als je klaar bent, zal ik je naar de Fitbit website sturen. Daar moet je toestemming geven zodat wij je data mogen bekijken.",
    "You will temporarily leave the Council of Coaches application, but don't worry... you'll be back right here when this is done.": "Hiervoor zul je even de Council of Coaches app moeten verlaten, maar maak je geen zorgen... je komt gewoon hier weer terug als je klaar bent.",
    "On the Fitbit website, the first thing you need to do is login with your Fitbit account.": "Op de Fitbit website is het eerste wat je moet doen, inloggen met je Fitbit account.",
    "Or maybe your browser has remembered your account, in which case you are logged in automatically.": "Of misschien heeft je browser jouw account onthouden, dan log je automatisch in.",
    "In any case, next you will be asked to allow access to your data. Click on \"Allow All\", and then on the pink \"Allow\" button in the bottom right of the screen.": "In ieder geval, daarna wordt er gevraagd om toegang tot jouw data. Dan moet je op \"Alles toestaan\" klikken en daarna op de roze knop \"toestaan\" rechtsonder in je scherm.",
    "I'm ready, let's connect my Fitbit!": "Ik ben er klaar voor, laten we mijn Fitbit verbinden!",
    "Yes, let's do it.": "Ja, laten we dat doen.",
    "I want to discuss something else.": "Ik wil het graag over wat anders hebben.",
    "Yes: <<input type=\"text\" value=\"$paTrackerBrandUnknown\" min=\"3\" max=\"300\">>.": "Ja:  <<input type=\"text\" value=\"$paTrackerBrandUnknown\" min=\"3\" max=\"300\">>.",
    "Okay, I will pass your alternative \"$paTrackerBrandUnknown\" to our developers, let's see if they can support it in the future.": "Oké, ik zal jouw alternatieve \"$paTrackerBrandUnknown\" doorgeven aan onze ontwikkelaars, misschien kunnen zij in de toekomst dit merk ook ondersteunen.",
    "Well, I see you are participating in the Council of Coaches evaluation, that's correct, right?": "Nou, ik zie dat je deelneemt aan de Council of Coaches evaluatie, dat klopt toch?",
    "Well, then I don't know...": "Nou, dan weet ik het niet...",
    "There are a lot of different activity trackers on the market. But currently I prefer to work with FitBit devices.": "Er zijn veel verschillende activiteitsmeters op de markt. Maar momenteel werk ik het liefst met Fitbit apparaten.",
    "Awesome! So let me quickly explain how it works... it's really quite simple...": "Geweldig! Laat me je snel even uitleggen hoe dit werkt... het is eigenlijk heel simpel...",
    "Then, you will come back to us automatically. When you come back, it might take a few moments, and then I will let you know if everything worked out correctly. So, ready to connect your Fitbit account?": "Vervolgens kom je automatisch terug bij ons. Als je terugkomt, dit kan even duren, dan zal ik je laten weten of alles goed is verlopen. Dus, ben je klaar om je Fitbit account te verbinden?",
    "Okay, awesome! Are you ready to connect your activity tracker?": "Oké, geweldig! Ben je klaar om je activiteitsmeter te verbinden?"
}