{
    "Okay, what would you like to know?": "Oké, wat zou je willen weten?",
    "I prefer not to talk about it.": "Ik praat er liever niet over.",
    "Goodbye.": "Tot ziens.",
    "I would like to know a bit more about the environment where you live. I don’t want to know your address or anything like that, but I want to help you having an active lifestyle and the environment is very important.": "Ik zou graag meer willen weten over de omgeving waar je woont. Ik hoef je adres niet te weten, maar ik wil je helpen een actieve leefstijl aan te nemen en de omgeving is hierbij belangrijk.",
    "Okay.": "Oké.",
    "Ok, maybe I will ask you about it some other time.": "Oké, misschien vraag ik je er een andere keer over.",
    "I live in an urban area.": "Ik woon in een stedelijk gebied.",
    "I live in a rural area.": "Ik woon in een landelijk gebied.",
    "I prefer not to answer.": "Ik geef liever geen antwoord.",
    "For example, do you live in an urban area with cars, people on the streets and so on, or more in an rural area, close to the countryside?": "Woon je bijvoorbeeld in een stedelijk gebied met auto's, mensen op straat enzovoort, of meer in een landelijk gebied, dicht bij het platteland?",
    "That’s great! All the fresh air! After living in London and Amsterdam for almost all my life, I really like going for walks with my dog Brian in the fields.": "Dat is geweldig! Frisse lucht! Na bijna mijn hele leven in Londen en Amsterdam gewoond te hebben, hou ik er echt van om te gaan wandelen met mijn hond Brian tussen de velden.",
    "I lived in big cities all my life and I must confess that sometimes I miss it a little bit. But oh well now that I live in the countryside I can have long walks with my dog Brian.": "Ik heb mijn hele leven in grote steden gewoond en ik moet bekennen dat ik het soms een beetje mis. Maar ach ja, nu ik op het platteland woon, kan ik lange wandelingen maken met mijn hond Brian.",
    "Yes a pleasant environment, day and night.": "Ja, een fijne omgeving, overdag en 's nachts.",
    "Pleasant during the day, but not at night.": "Aangenaam overdag, maar 's nachts niet.",
    "The environment is not very pleasant.": "De omgeving is niet heel aangenaam.",
    "Would you say that you have a pleasant environment in the surroundings of your house, where you feel like going for a walk outside?": "Zou je zeggen dat je in een prettige omgeving woont rondom je huis, waar je zin hebt om buiten een wandeling te maken?",
    "That's great! We can make a plan to include short daily walks on your daily routine, but let's talk about it later.": "Dat is geweldig! We kunnen een plan maken om elke dag korte wandelingen in uw dagelijkse routine op te nemen, maar laten we er later over praten.",
    "I get it. I will take that into consideration when giving you my advice for recommendation of activities. No night-time walks...": "Ik snap het. Ik zal daar rekening mee houden bij het geven van aanbevelingen van activiteiten. Geen nachtelijke wandelingen...",
    "Too bad, but we will find ways to get you active. Don't worry, where you see threats, I see opportunities!": "Jammer, maar we zullen manieren vinden om je actief te krijgen. Maak je geen zorgen, waar jij bedreigingen ziet, zie ik kansen!",
    "I wanted to discuss something else.": "Ik wilde iets anders bespreken.",
    "Was there something else you wanted to discuss?": "Was er nog iets anders wat je wilde bespreken?"
}