{
    "No, not an animal person.": "Nee, ik ben geen dieren persoon.",
    "No, I would like to but I don't have a dog.": "Nee, ik zou het leuk vinden maar ik heb geen hond.",
    "Yes, I do have a dog!": "Ja, ik heb een hond!",
    "Have I ever told you about my dog Brian? Brian is my companion at home and outdoors. Do you have a dog?": "Heb ik je ooit verteld over mijn hond Brian? Brian is mijn kameraad thuis en buitenshuis. Heb jij een hond?",
    "Oh, really no? Hmmm, it's difficult to imagine, I love dogs! Okay, so I'm not going to talk to you about taking the dog out for a walk!": "Oh, echt niet? Hmmm, het is moeilijk om voor te stellen, ik hou van honden! Oké, dan ga ik niet met je praten over honden uitlaten!",
    "Not so often.": "Niet zo vaak.",
    "At least once a day.": "Minstens één keer per dag.",
    "If possible, multiple times a day!": "Als het lukt, meerdere keren per dag!",
    "That’s wonderful! Brian is my best friend, I cannot imagine my life without him! How often do you go for walks with your dog?": "Dat is geweldig! Brian is mijn beste vriend, ik kan me mijn leven niet zonder hem voorstellen! Hoe vaak ga je met je hond wandelen?",
    "That's a pity! Walking the dog is a great way to bring physical activity to your daily life. But don't worry, we will find some other ways to keep you active.": "Dat is jammer! Het uitlaten van de hond is een geweldige manier om lichamelijke activiteit in je dagelijks leven te brengen. Maar maak je geen zorgen, we zullen andere manieren vinden om je actief te houden.",
    "That's good, but maybe we should consider some extra walks outside to keep you active.": "Dat is goed, maar misschien moeten we overwegen om wat meer buiten te wandelen om je actief te houden.",
    "That’s a great way to keep you active! I will remember it!": "Dat is een goede manier om actief te blijven! Ik zal het onthouden!",
    "Too bad! Walking the dog is a great way to bring physical activity to your daily life. But don't worry, we will find some other ways to keep you active.": "Jammer! Het uitlaten van de hond is een geweldige manier om lichamelijke activiteit in je dagelijks leven te brengen. Maar maak je geen zorgen, we zullen een andere manier vinden om je actief te houden.",
    "And while you are walking your dog you also get to know your neighbours. Always good to get acquaintances in your neighbourhood.": "En terwijl je met je hond wandelt, leer je ook je buren kennen. Altijd goed om kennissen in de buurt te krijgen.",
    "I wanted to discuss something else.": "Ik wilde iets anders bespreken.",
    "Goodbye.": "Tot ziens.",
    "Was there something else you wanted to discuss?": "Was er nog iets anders wat je wilde bespreken?"
}