{
    "Okay, let's go.": "Oké, laten we dat doen.",
    "I want to talk about something else.": "Ik wil graag over iets anders praten.",
    "Goodbye.": "Tot ziens.",
    "Okay, understandable. I will ask you again some other time. Was there something else I can help you with?": "Oké, dat begrijp ik. Ik zal het je een andere keer vragen. Was er nog iets anders waar ik je mee kan helpen?",
    "Very negative.": "Heel negatief.",
    "Negative.": "Negatief.",
    "Neutral.": "Neutraal.",
    "Positive.": "Positief.",
    "Very positive.": "Heel positief.",
    "Please describe your overall mood, from negative to positive, during the morning hours, let's say between 08:00 in the morning and 12 in the afternoon.": "Beschrijf je stemming van vanochtend in het algemeen, van negatief tot positief, laten we zeggen van 8 uur 's ochtends tot 12 uur' s middags.",
    "Ok, thank you! Now, please describe your overall mood, from negative to positive, during the afternoon, so between 12:00 and 17:00.": "Oké, dank je! Nu je stemming van vanmiddag in het algemeen, van negatief tot positief, dus tussen 12 en 5.",
    "And finally, please describe your overall mood, from negative to positive, during the evening hours, so between 17:00 in the afternoon and midnight.": "En als laatste, omschrijf je stemming in de avonduren, dus tussen 5 uur 's middags tot middernacht.",
    "Thanks for your time! Was there something else you wanted to discuss?": "Bedankt voor je tijd! Was er nog iets anders wat je wilde bespreken?",
    "I want to discuss something else.": "Ik wil het ergens anders over hebben.",
    "Oh wait, I forgot I already asked you about how you are feeling today. Silly me, I am so sorry. Did you want to talk about something else?": "Oh wacht, ik vergeet helemaal dat ik je vandaag al gevraagd had hoe je je voelt. Dom van mij, het spijt me. Wilde je nog ergens anders over praten?",
    "Can we come back to this later?": "Kunnen we hier later op terug komen?",
    "I don't want to answer today.": "Ik wil vandaag niet antwoorden.",
    "Excellent, I just have three short questions about how you are doing today. Are you ready?": "Uitstekend, ik heb slechts drie korte vraagjes over hoe het gaat vandaag. Ben je er klaar voor?",
    "Of course, we can skip today. Was there something else I can help you with?": "Natuurlijk kunnen we vandaag overslaan. Was er nog iets anders dat ik voor je kan betekenen?"
}