{
    "Okay, so what you see here is the Council of Coaches living room.": "Oké, wat je hier ziet is de Council of Coaches woonkamer.",
    "This is where the coaches live, and where you can talk to them about anything you want! Let's go say hello shall we?": "Hier wonen de coaches, en hier kan je praten met de coaches over allerlei onderwerpen. Laten we eens hallo zeggen tegen de coaches?",
    "Okay.": "Oké.",
    "Can we skip the coaches?": "Kunnen we de coaches overslaan?",
    "Goodbye.": "Tot ziens.",
    "Carlos Silva is sitting on the left, on his favourite couch. Olá Carlos!": "Links zit Carlos Silva, op zijn favoriete bank. Olá Carlos!",
    "Olá Coda!": "Olá Coda!",
    "Carlos is working on his healthy lifestyle, together with the coaches. Click on him if you need any general support.": "Carlos werkt samen met de coaches aan zijn gezonde leefstijl. Klik op hem voor algemene ondersteuning.",
    "Emma Li is sitting in the middle of the screen, on the left chair. Hi there Emma!": "In het midden van het scherm zie je Emma Li, op de linker stoel. Hoi Emma!",
    "Hi little robot man! Everything okay? Did you get that loose wire repaired?": "Hoi kleine robot man! Alles goed? Heb je die losse draad al gerepareerd?",
    "Yeah, thanks Emma! Emma is always so nice... click on her if you need any social support.": "Ja, dank je Emma! Emma is altijd zo aardig... Klik op haar voor sociale ondersteuning.",
    "Let's see who is next shall we?": "Zullen we eens gaan kijken naar de rest?",
    "Okay, who else do we have, let's see...": "Oké, wie hebben we hier nog meer, even kijken...",
    "François Dubois is standing right behind me in the kitchen, bonjour François!": "François Dubois staat achter mij, in de keuken, bonjour François!",
    "Bonjour Coda! Did you already taste my new lasagna recipe?": "Bonjour Coda! Heb jij mijn nieuwe recept voor lasagne al geproefd?",
    "Haha, very funny François, you know I don't eat food.": "Haha, erg grappig François, je weet dat ik geen voedsel nodig heb.",
    "Anyway, click on François when you need advice on healthy eating.": "Hoe dan ook, klik op François voor advies over gezond eten.",
    "Let's see if there is anyone else, hmm...": "Even kijken of er nog meer coaches zijn, hmm...",
    "Helen Jones is sitting over there to my right, on the right chair, the lady with the glasses.": "Rechts van mij zit Helen Jones, op de rechter stoel, de vrouw met de bril.",
    "Hello Coda, how is the processing unit today? Oh and hello $userFirstName!": "Ha Coda, hoe staat het met je processor vandaag? Oh en hallo $userFirstName!",
    "Hello Coda, how is the processing unit today?": "Ha Coda, hoe staat het met je processor vandaag?",
    "Everything is running like clockwork Helen, thanks!": "Alles loopt op rolletjes Helen, dank je!",
    "Helen is your cognitive coach, click on her if you want to discuss your mind and cognition!": "Helen is jouw cognitieve coach, klik op haar als je wilt praten over je gedachten en cognitie.",
    "So on to the next... let's see who do we have left.": "Op naar de volgende... laten we kijken wie we er nog meer zijn.",
    "Katarzyna Kowalska is standing over there, reading some kind of book. What are you reading Katarzyna?": "Katarzyna Kowalska staat daar een boek te lezen. Wat ben je aan het lezen Katarzyna?",
    "What me? Oh hi Coda. What am I reading? Oh just some background on living with diabetes...": "Wie ik? Oh hoi Coda. Wat ik aan het lezen ben? Oh een beetje achtergrond informatie over leven met diabetes...",
    "Katarzyna is the person you should talk to when you want to discuss your Diabetes. Click on her if you want to talk to her.": "Katarzyna is de persoon waar je mee kan praten over Diabetes. Klik op haar als je met haar wilt praten.",
    "So, two coaches left, let's say hi to them as well...": "Dus, nog twee coaches over, laten we hen ook groeten.",
    "So, just one coach left, let's say hi to Olivia...": "Dus, nog één coach over, laten we Olivia groeten.",
    "So, just one coach left, let's say hi to Rasmus...": "Dus, nog één coach over, laten we Rasmus groeten.",
    "Okay, I think that's everyone covered... right?": "Oké, ik denk dat we iedereen hebben gehad... toch?",
    "Olivia Simons is standing over there, behind her home trainer. Hi Olivia!": "Olivia Simons staat daar, achter haar home trainer. Hoi Olivia!",
    "Hi Coda, are we staying in shape?": "Hi Coda, blijven we een beetje in vorm?",
    "You know robots are always in good shape, Olivia!": "Robots zijn altijd goed in vorm Olivia!",
    "If you click on Olivia, you can talk to her about all things related to physical activity.": "Als je op Olivia klikt, kan je praten over allerlei onderwerpen gerelateerd aan fysieke activiteit.",
    "Okay, then it's only Rasmus left... let's say hi to him shall we?": "Oké, alleen Rasmus is nog over... zullen we even hallo zeggen?",
    "I think we've introduced everyone then.": "Ik denk dat we iedereen hebben voorgesteld.",
    "Rasmus Johansen is behind me, casually leaning against the kitchen counter. Hi Rasmus!": "Rasmus Johansen staat achter me, heel relax leunend tegen het aanrecht. Hoi Rasmus!",
    "Yeah, I'm a casual kinda guy, haha! How's it hangin' Coda?": "Ja je weet het, ik ben altijd relaxed, haha! Alles flex Coda?",
    "Such a cool kid that Rasmus. Click on him to talk about chronic pain. He's always happy to help!": "Echt een cool persoon Rasmus. Klik op hem om te praten over chronische pijn. Hij is altijd blij om te helpen!",
    "And that's it for the coaches...": "Dat waren de coaches dan...",
    "Okay, what's next?": "Oké, wat nu?",
    "Okay, so it should be fairly simple. Click on the coaches to talk to them, and click on me if you need help with anything else.": "Oké, het is dus erg eenvoudig. Klik op de coaches om met ze te praten, en klik op mij als je hulp nodig hebt met andere dingen.",
    "Anything else?": "Nog iets anders?",
    "Oh before I forget, if you think it's getting a little quiet, don't forget you can switch on the radio.": "Oh voordat ik het vergeet, als je denkt 'het is een beetje stil hier', dan kun je altijd de radio aanzetten.",
    "François loves that channel with the french songs, haha!": "François houdt van het kanaal met de Franse liedjes, haha!",
    "Carlos loves the rock and roll channel, haha!": "Carlos houdt van het rock en roll kanaal, haha!",
    "I'm a big fan of the classic channel myself.": "Ik ben zelf een grote fan van het klassieke kanaal.",
    "It only has four channels, but maybe there is something there you like.": "Het heeft maar vier kanalen, maar misschien zit er iets tussen waar jij van houdt.",
    "That's all there is to say really. Have fun using the Council of Coaches!": "Dat is alles. Veel plezier met het gebruiken van Council of Coaches",
    "I want to ask something else, Coda.": "Coda, ik wil wat anders vragen.",
    "Yes, that's correct.": "Ja, dat klopt.",
    "What? Which evaluation?": "Wat? Welke evaluatie?",
    "Hi $userFirstName, I see that you are participating in the Council of Coaches evaluation, that's great!": "Hallo $userFirstName, ik zie dat je mee doet aan de Council of Coaches evaluatie, dat is fantastisch!",
    "Before you can start using the Council of Coaches, you have to finish your baseline week.": "Voordat je begint met het gebruiken van Council of Coaches moet je je baseline week afronden.",
    "Yes, it's correct.": "Ja dat klopt wel.",
    "No, I am not participating in an evaluation.": "Nee, ik doe niet mee met een evaluatie.",
    "During the intake you've indicated that you are participating in the Council of Coaches evaluation in $evaluationUserSite, is that not correct?": "Tijdens de intake heb je aangegeven mee te doen met de Council of Coaches evaluatie in $evaluationUserSite, klopt dat niet?",
    "You started the baseline period today, so you can start exactly one week from now.": "Je bent vandaag begonnen met de baseline periode, dus je kunt precies over één week beginnen.",
    "You started the evaluation on $evaluationUserStartDate, so you can start one week after that date.": "Je bent op $evaluationUserStartDate begonnen, dus je kunt één week daarna beginnen.",
    "Until then, don't forget to wear your Fitbit and synchronise with the Fitbit application.": "Vergeet tot die tijd niet om je Fitbit te dragen en te synchroniseren met de Fitbit applicatie.",
    "I will take you back to the main menu now. See you soon, okay!?": "Ik zal je nu terug sturen naar het hoofdmenu. Zie je snel, oké?",
    "Ah okay, well in that case...": "Ah oké, nou in dat geval...",
    "Oh, hmmm... must have been a mistake then. Well in that case, welcome to the Council of Coaches livingroom!": "Oh, hmmm... dat moet een vergissing geweest zijn dan. Nou in dat geval, welkom in de Council of Coaches woonkamer!"
}