{
    "Hello and a good day to you! I would like to start today with a message from the Council of Coaches developers.": "Hallo en een goede dag toegewenst! Ik zou vandaag graag beginnen met een bericht van de Council of Coaches ontwikkelaars.",
    "As you are all aware, there is a big world-wide crisis ongoing, caused by the outbreak of the corona virus.": "Zoals je wel weet, is er een grote wereldwijde crisis aan de gang, veroorzaakt door de uitbraak van het coronavirus.",
    "Our coaches were created to provide advice on your normal everyday life. They were also created in a time when “everyday life” was still normal.": "Onze coaches zijn gemaakt om je advies te geven over jouw normale dagelijkse leven. Ze zijn ook gemaakt in een tijd waarin het 'dagelijks leven' nog normaal was.",
    "Olivia might tell you to combine physical activity with visiting friends, while Emma is doing her best to motivate you to meet new people, and to be socially active.": "Olivia kan je vertellen om fysieke activiteit te combineren met het bezoeken van vrienden, terwijl Emma haar best doet om je te motiveren nieuwe mensen te ontmoeten en sociaal actief te zijn.",
    "It goes without saying that, in the light of the corona crisis, the government’s advice to practice social distancing takes priority over anything our coaches may have to say.": "Het spreekt voor zich dat, in het licht van de corona-crisis, het advies van de overheid om sociale afstand te houden, voorrang heeft op alles wat onze coaches te zeggen hebben.",
    "Please take care of yourself, and limit your risks of infection by following the advices given by the official government channels.": "Zorg goed voor jezelf en beperk het risico op infectie door de adviezen van de officiële overheidskanalen op te volgen.",
    "Finally, we would like to thank you for trying out our Council of Coaches application, and for all of your valuable feedback.": "Ten slotte willen we u bedanken voor het uitproberen van onze Council of Coaches applicatie en voor al uw waardevolle feedback.",
    "The Council of Coaches developers and staff are doing their part, and working from home these days, sometimes combining work with the care for children.": "De ontwikkelaars en medewerkers van de Council of Coaches dragen hun steentje bij, en werken tegenwoordig vanuit huis, waarbij werk soms gecombineerd wordt met de zorg voor kinderen.",
    "They are however continuing to offer their full support to you, our evaluation participants, and are still working hard to improve the Council of Coaches on a day by day basis.": "Ze blijven jou, onze evaluatiedeelnemers, wel volledig ondersteunen en werken nog steeds hard om Council of Coaches elke dag te verbeteren.",
    "Goodbye.": "Tot ziens.",
    "Thank you again for your help in evaluating the Council of Coaches. If you have any questions, please do not hesitate to contact us through the usual channels.": "Nogmaals bedankt voor je hulp bij het evalueren van Council of Coaches. Als je vragen hebt, aarzel dan niet om contact met ons op te nemen via de gebruikelijke kanalen.",
    "I want to ask something else.": "Ik wil iets anders vragen."
}