{
    "Excellent! Now it's time to select who you want to be part of your personalised Council of Coaches.": "Uitstekend! Nu is het tijd om te besluiten wie je in je persoonlijke adviesraad wil hebben.",
    "On the next screen, we will show you all of the available coaches.": "Op het volgende scherm laten we je alle beschikbare coaches zien.",
    "Based on your input, we have selected coaches that we think can help you.": "Op basis van je input hebben we een aantal coaches geselecteerd die wellicht nuttig kunnen zijn.",
    "Since you didn't complete the intake, we can not make a suggestion of coaches for you.": "Omdat je de intake niet hebt afgerond, kunnen wij geen suggestie maken omtrent passende coaches.",
    "Okay, since you have indicated that you are diagnosed with Diabetes Type 2, our Diabetes coach Katarzyna will be there to help you.": "Oké, omdat je bent gediagnosticeerd met Diabetes Type 2, zal onze Diabetes coach Katarzyna jou helpen.",
    "Okay, since you have indicated that you are diagnosed with Chronic Pain, our chronic pain coach Rasmus will be there to help you.": "Oké, omdat je bent gediagnosticeerd met Chronische Pijn, zal onze Chronische Pijn coach Rasmus jou helpen.",
    "Since you don't have any diagnosis of diabetes or chronic pain, our specialised coaches won't be of much use to you.": "Omdat je niet bent gediagnosticeerd met diabetes of chronische pijn, kunnen onze gespecialiseerde coaches weinig voor u betekenen.",
    "You can still decide to complete the intake, if you want some help in your choice of coaches. Would you like to revisit the intake?": "Je kunt nog steeds beslissen om de intake te doen als je hulp wilt bij de keuze van de coaches. Zullen we opnieuw de intake doen?",
    "Yes, let me do the intake.": "Ja, laat me de intake doen.",
    "No, I will make my own selection.": "Nee, ik maak mijn eigen selectie.",
    "Our chronic pain coach Rasmus won't be of much help to you, so he will not be available.": "Onze chronische pijn coach Rasmus zal weinig voor je kunnen betekenen. Daarom zal zij niet worden geselecteerd.",
    "Our diabetes coach Katarzyna won't be of much help to you, so she will not be available.": "Onze diabetes coach Katarzyna zal weinig voor je kunnen betekenen. Daarom zal zij niet worden geselecteerd.",
    "So neither Katarzyna, our diabetes coach, nor Rasmus, our chronic pain coach, will be available for you.": "Zowel Katarzyna, onze diabetes coach, als Rasmus, onze chronische pijn coach, zijn dus niet beschikbaar voor jou.",
    "We have selected the other coaches based on your input, but the final choice is yours.": "Op basis van je input hebben we een keuze gemaakt voor de andere coaches, maar de uiteindelijke keuze ligt bij jou.",
    "For the other coaches, the choice is yours.": "Omtrent de andere coaches is de keuze volledig aan jou.",
    "Do you have any questions, or are you ready to select your Council of Coaches?": "Heb je nog vragen of ben je klaar om jouw coaches te selecteren?",
    "I have a question.": "Ik heb een vraag.",
    "Let me choose my Council of Coaches.": "Laat me mijn adviesraad kiezen.",
    "Sure, what would you like to ask?": "Natuurlijk, wat wil je weten?",
    "Can I still do the intake?": "Kan ik de intake nog doen?",
    "Can I do the intake again?": "Kan ik de intake opnieuw doen?",
    "Is my choice of coaches final?": "Is mijn keuze van de coaches definitief?",
    "How many coaches can I choose?": "Hoeveel coaches kan ik kiezen?",
    "What do the coaches do?": "Wat doen de coaches zoal?",
    "Of course you can do the intake again. Do you want to do it now?": "Natuurlijk kun je de intake opnieuw doen. Zullen we het nu doen?",
    "Okay, let's start the intake.": "Oké, laten we beginnen met de intake.",
    "Of course, it's not too late yet. Shall we get started right away?": "Natuurlijk kan dat nog. Zullen we direct beginnen?",
    "If you are not happy with the choice of coaches, you can always come talk to me and we can make another selection.": "Als je niet tevreden bent met je keuze van de coaches, kun je altijd bij me terug komen en dan kunnen we de keuze wijzigen.",
    "So don't worry! Do you have any other questions?": "Dus maak je geen zorgen! Heb je nog andere vragen?",
    "I have another question.": "Ik heb een andere vraag.",
    "There are seven coaches in total, and your Council must have at least one coach.": "Er zijn in totaal zeven coaches, en je moet er minimaal één selecteren.",
    "In your case, Katarzyna, our diabetes coach, is mandatory, while Rasmus, the chronic pain coach, has been disabled.": "In jouw geval is Katarzyna, onze Diabetes coach, verplicht. Rasmus, de Chronische Pijn coach, wordt uitgeschakeld.",
    "In your case, Rasmus, our chronic pain coach, is mandatory, while Katarzyna, the diabetes coach has been disabled.": "In jouw geval is Rasmus, onze Chronische Pijn coach, verplicht. Katarzyna, de Diabetes coach, wordt uitgeschakeld.",
    "In your case, both Katarzyna, the diabetes coach and Rasmus, the chronic pain coach, will be unavailable.": "In jouw geval zijn Katarzyna, de Diabetes coach, en Rasmus, de Chronische Pijn coach, niet beschikbaar.",
    "For the other five coaches, the choice is up to you! You can choose all of them, or none of them!": "Uit de andere vijf coaches, mag je zelf een selectie maken. Je kunt ze allemaal kiezen, of geen van allen.",
    "Well, as long as there is at least one coach. Otherwise I will be all alone, and I'm not very good at coaching myself!": "Nou ja, als je maar tenminste één coach kiest. Anders ben ik helemaal alleen, en ik ben niet goed in coachen.",
    "Did you have any other questions?": "Had je nog andere vragen?",
    "Good question! You will be able to see it for yourself.": "Goede vraag! Dat kun je straks zelf zien.",
    "On the coach selection screen, you have the opportunity to read about all the different coaches, so you can make an informed decision.": "Op het keuzescherm voor de coaches, kan je informatie krijgen over de coaches, zodat je een weloverwogen beslissing kan nemen.",
    "Do you have any other questions?": "Heb je nog andere vragen?",
    "Never mind, I have another question.": "Laat maar, ik heb een andere vraag."
}