{
    "Before we go and meet the coaches, there are a few small things to take care of.": "Er zijn nog een paar kleine dingen om te regelen voordat ik de coaches aan je voorstel.",
    "Okay.": "Oké.",
    "Finally, I have some questions about why you are interested in the Council of Coaches.": "Als laatste onderdeel heb ik nog een paar vragen over je interesse in Council of Coaches.",
    "That's okay, no problem.": "Dat is goed, geen probleem.",
    "Second, my name is Coda, but... what is your name?": "Als tweede... mijn naam is Coda, maar wat is jouw naam?",
    "I am female.": "Ik ben een vrouw.",
    "I am male.": "Ik ben een man.",
    "Ah that's nice, I have an uncle named $userFirstName!": "Ah, dat is grappig, ik heb een oom die $userFirstName heet!",
    "Hmm funny, I think my niece's girlfriend is also called $userFirstName... I need to visit them sometimes...": "Hmm, grappig, I denk dat de vriendin van mijn nichtje ook $userFirstName heet.. ik moet daar weer eens bij op bezoek...",
    "Ah my best friend in high school was called $userFirstName as well, that's nice...": "Ah, mijn beste vriend op de middelbare school heette ook $userFirstName, dat is toevallig...",
    "Okay, in that case we'll just call you, hmmm... \"User\"!": "Oké, in dat geval noemen we je gewoon, hmm... \"Gebruiker\"!",
    "Any more questions?": "Nog meer vragen?",
    "If you have a few minutes, we can go through some questions and then I can recommend the best coaches for you.": "Als je een paar minuten hebt kunnen we wat vragen doornemen en kan ik je advies geven over de beste coaches voor jou.",
    "Alternatively, I can just let you choose which coaches you are interested in. What do you say?": "Of ik kan je zelf laten kiezen welke coaches je interessant vind. Wat denk je?",
    "Help me pick the coaches.": "Help me met het kiezen van de coaches.",
    "Let me choose the coaches myself.": "Laat me zelf de coaches kiezen.",
    "Ah yes, yes, let's continue... may I ask how old you are?": "Ah, ja, ja, laten we doorgaan... zou ik mogen weten hoe oud je bent?",
    "Great, thanks! The more we know about you, the better our coaches can help you!": "Super, dankjewel! Als we meer van je weten, kunnen onze coaches je beter helpen.",
    "That's okay. The more we know about you, the better our coaches can help you though. But maybe we'll come back to it later.": "Dat is prima. Als we meer van je weten, kunnen onze coaches je wel beter helpen. Maar misschien kunnen we het hier later nog eens over hebben.",
    "Okay, so we will skip the health intake part. However, there is one important thing...": "Oké, dus dan slaan we de gezondheidsvragen over. Er is wel één belangrijk ding dat ik graag wil weten...",
    "So, are you officially diagnosed with Diabetes Type 2?": "Heb je officieel een diabetes type 2 diagnose?",
    "Yes, I have been diagnosed with Diabetes Type 2.": "Ja, ik ben gediagnosticeerd met diabetes type 2.",
    "Okay, so in any case I will recommend that you include Katarzyna, our specialized Diabetes Type 2 Coach in your council.": "Oké, dus in dat geval raad ik je Katarzyna, onze speciale diabetes coach aan voor je adviesraad.",
    "And what about Chronic Pain, have you been officially diagnosed with this?": "En chronische pijn, heb je daar officieel een diagnose voor?",
    "Yes, I am diagnosed with Chronic Pain.": "Ja, ik heb een chronische pijn diagnose.",
    "Okay, so in any case I will recommend that you include Rasmus, our specialised Chronic Pain Coach in your council.": "Oké, in dat geval raad ik je Rasmus, onze speciale chronische pijn coach aan voor je adviesraad.",
    "Okay, that is good to know! You won't need any of these specialised coaches.": "Oké, dat is goed om te weten! Je hebt deze gespecialiseerde coaches dus niet nodig.",
    "Okay, that's it. Time to meet the coaches!": "Oké, dat was het. Tijd om kennis te maken met de coaches!",
    "Okay, let's go.": "Oké, laten we gaan.",
    "Council of Coaches offers specific support for Type 2 Diabetes and Chronic Pain. It's important for us to know if you have been diagnosed with either.": "Council of Coaches heeft speciale coaches voor diabetes type 2 en chronische pijn. Het is daarom belangrijk voor ons om te weten of je daarmee gediagnosticeerd bent.",
    "Just for the record: what is the highest degree or level of school you have completed?": "Even voor de administratie: wat is je hoogst afgeronde opleiding?",
    "Awesome! Next we want to know how much you use technology in your everyday life.": "Geweldig! Het volgende wat we willen weten is hoe vaak je technologie gebruikt in je dagelijks leven.",
    "First question: do you use a personal computer or a laptop at home?": "Eerste vraag: gebruik je thuis een computer of laptop?",
    "Yes.": "Ja.",
    "No.": "Nee.",
    "What about a tablet, do you use that at home?": "Gebruik je een tablet thuis?",
    "And do you use a Smartphone?": "En gebruik je een smartphone?",
    "What do you mean by Smartphone?": "Wat bedoel je met een smartphone?",
    "We say \"Smartphone\" to a phone that can connect to the internet and on which you can install all kinds of applications (or apps).": "We bedoelen met een \"smartphone\" een telefoon met internetverbinding waarop je allerlei applicaties (of apps) kan installeren.",
    "So, do you have a phone with internet and applications?": "Dus, heb je een telefoon met internet en applicaties?",
    "And finally, do you use a game computer, like a PlayStation, XBOX, or Nintendo at home?": "En als laatste, gebruik je thuis een spelcomputer, zoals een PlayStation, XBOX, of Nintendo?",
    "I don't know what that is.": "Ik weet niet wat dat is.",
    "Finally, I would like to ask you three questions regarding health or medical information.": "Als laatste wil ik je graag drie vragen stellen over gezondheid of medische informatie.",
    "How often do you have problems learning about your medical condition because of difficulty understanding written information?": "Hoe vaak ervaar je problemen bij het begrijpen van teksten (denk aan folders) over je gezondheid of een ziekte?",
    "Always.": "Altijd",
    "Often.": "Vaak.",
    "Sometimes.": "Soms.",
    "Occasionally.": "Zelden.",
    "Never.": "Nooit.",
    "How confident are you filling out medical forms by yourself?": "Hoe zelfverzekerd voel je je wanneer je zelf medische formulieren invult?",
    "Extremely.": "Heel erg zelfverzekerd.",
    "Quite a bit.": "Erg zelfverzekerd.",
    "Somewhat.": "Redelijk zelfverzekerd.",
    "A little bit.": "Een beetje zelfverzekerd.",
    "Not at all.": "Helemaal niet zelfverzekerd.",
    "How often do you have someone help you read hospital materials?": "Hoe vaak helpt iemand je bij het lezen van brochures, formulieren of brieven van het ziekenhuis, de apotheek of de huisarts?",
    "Great! Thank you so much, we are almost there!": "Geweldig! Heel erg bedankt, we zijn er bijna!",
    "Hah! Don't worry, I will just write down \"no\" for that one.": "Ha! Maak je geen zorgen, ik schrijf gewoon \"nee\" op als antwoord.",
    "Okay, now, may I ask about your gender?": "Oké, en dan nu... mag ik vragen naar uw geslacht?",
    "No, I have not been.": "Nee, dat is niet het geval.",
    "No, I am not.": "Nee, dat is niet het geval.",
    "Primary education.": "Basisonderwijs.",
    "Secondary education.": "Middelbaar onderwijs (MAVO, VMBO, HAVO, VWO).",
    "College level education.": "Middelbaar beroepsonderwijs (MBO).",
    "Higher education (bachelor or higher).": "Wetenschappelijk onderwijs (WO).",
    "Yes, I am.": "Ja, dat doe ik.",
    "First of all, are you participating in the Council of Coaches evaluation?": "Ten eerste, doet u mee aan de Council of Coaches evaluatie studie?",
    "Okay, great! Well, just as a reminder then... we will now first do the intake.": "Oké, super! Nou, even ter herinnering dan... we gaan nu eerst de intake doen.",
    "And I will help you select your personal set of coaches. But then you will have to wait one week before coming back.": "En ik zou je helpen bij het selecteren van je persoonlijke set coaches. Maar daarna zul je één week moeten wachten voordat je kunt beginnen.",
    "This is so we can collect some baseline information, but I'm sure everything was explained to you already.": "Zo kunnen we eerst wat basis gegevens verzamelen, maar ik ga er van uit dat alles aan je is uitgelegd.",
    "Okay, great! So, are you ready to continue with the intake?": "Oké, fantastisch! Dus, ben je klaar om verder te gaan met de intake?",
    "Alright, the intake... So, first question... may I ask about your gender?": "Oké, de intake... Dus, eerste vraag... mag ik weten wat uw geslacht is?",
    "Dundee, Scotland.": "Dundee, Schotland.",
    "Twente, the Netherlands.": "Twente, Nederland.",
    "By the way, are you participating with the team in Dundee, or in Twente?": "Trouwens, doet u mee met het team in Twente of in Dundee?",
    "First name: <<input type=\"text\" value=\"$userFirstName\">>.": "Voornaam: <<input type=\"text\" value=\"$userFirstName\">>.",
    "I am <<input type=\"numeric\" value=\"$userAge\" min=\"0\" max=\"120\">> years old.": "Ik ben <<input type=\"numeric\" value=\"$userAge\" min=\"0\" max=\"120\">> jaar oud."
}