{
    "Alright, to see which coaches are the most relevant for you, I have a few questions on different topics.": "Voordat ik je kan adviseren over de coaches die het meest geschikt voor je zijn, heb ik een paar vragen over verschillende onderwerpen.",
    "We will have to go through all of them, but it doesn't matter in which order. On which topic do you want to start?": "We zullen ze allemaal moeten doornemen, maar de volgorde maakt niet uit. Welk onderwerp wil je het eerst bespreken?",
    "Awesome! That's all the topics covered. Let's see the results.": "Geweldig! Dan hebben we alle onderwerpen gehad. Laten we naar de resultaten gaan.",
    "So, which topic should we discuss next?": "Dus, welk onderwerp zullen we nu bespreken?",
    "Physical Activity.": "Fysieke activiteit.",
    "Nutrition.": "Voeding.",
    "Cognition.": "Cognitie.",
    "Social.": "Sociaal.",
    "Okay, let's go.": "Oké, laten we gaan.",
    "Okay, when we're talking about physical activity, we mean the things you do in your everyday life.": "Oké, wanneer we het over fysieke activiteit hebben bedoelen we de dingen die je in het dagelijks leven doet.",
    "Okay, let's see how healthy your eating habits are. I have a few simple questions for you.": "Oké, laten we eens kijken hoe gezond je eet. Ik heb een paar korte vragen voor je.",
    "Okay, let's talk about cognition. Your memory, quickness of mind, those sort of things...": "Oké, laten we het over cognitie hebben. Je geheugen, snelheid van denken, dat soort dingen...",
    "Finally, which of the following statements would best describe your view on healthy eating?": "En als laatste, welke van de volgende opmerkingen past het best bij jouw kijk op gezond eten?",
    "I already eat healthy.": "Ik eet al gezond.",
    "I am working on it.": "Ik werk eraan.",
    "I'm trying to start.": "Ik probeer te beginnen.",
    "I probably should.": "Dat zou ik moeten doen.",
    "I'm not bothered.": "Ik ben er niet mee bezig.",
    "Great, that's it!": "Mooi, dat was het dan!",
    "Okay, let's continue.": "Oké, laten we verder gaan.",
    "And, in conclusion, which of the following statements would best describe your view on cognitive training?": "En, als laatste, welke van de volgende opmerkingen zou het beste bij je mening over cognitieve training passen?",
    "My cognitive health is fine.": "Mijn cognitieve gezondheid is prima.",
    "In order to train your cognitive skills you can play memory games or do different types of puzzles with words or numbers...": "Om je cognitie te trainen kun je geheugen spelletjes spelen of verschillende soorten spellen met woorden of getallen doen...",
    "As you get older, you may get a little more forgetful, or you might be distracted more easily than you're used to.": "Wanneer je ouder wordt, kan het zijn dat je wat meer vergeet, of dat je wat makkelijker afgeleid bent dan vroeger.",
    "So tell me, how would you rate your own cognition?": "Dus vertel eens, hoe zou je je eigen cognitie beoordelen?",
    "Nothing wrong with my cognition.": "Er is niks mis met mijn cognitie.",
    "I'm doing okay, could be better.": "Het gaat oké, maar het kan beter.",
    "I really could use some help.": "Ik kan wel wat hulp gebruiken.",
    "Great! That was the cognition part of the intake.": "Geweldig! Dat waren de vragen over cognitie.",
    "When talking about healthy eating, there are various aspects that come into play. Variation, calorie intake, fruit and vegetables...": "Wanneer we het hebben over gezond eten, dan zijn er verschillende aspecten die aan bod komen. Variatie, calorie inname, groente en fruit...",
    "Are you drinking enough water? Not too much alcohol, sugars, fat... These are all things we consider under healthy eating.": "Drink je wel genoeg? Niet teveel alcohol, suiker en vet... Dat zijn allemaal dingen die horen bij gezond eten.",
    "So, may I ask you... how healthy do you think your eating and drinking habits are?": "Dus, als ik vragen mag... hoe gezond denk je dat jouw eet en drink gewoontes zijn?",
    "My diet is perfect.": "Mijn dieet is perfect.",
    "My diet is okay, could be better.": "Mijn dieet is oké, maar kan beter.",
    "So, it's not about running a marathon, or spending all day in the gym. Although if you do that, it would also count of course!": "Dus, het gaat er niet om dat je een marathon loopt, of een hele dag in de sportschool doorbrengt. Hoewel, als je dat doet, telt dat natuurlijk mee!",
    "But we are more thinking about everyday physical activity, like doing groceries, gardening, walking the dog or going for a bike ride.": "We denken meer aan dagelijkse fysieke activiteit, zoals boodschappen doen, tuinieren, de hond uit laten of een stukje fietsen.",
    "So, considering this type of everyday physical activity... how active would you say you are?": "Dus, met dat soort dagelijkse activiteit in gedachte... hoe actief denk je dat jij bent?",
    "I'm always very active.": "Ik ben altijd erg actief.",
    "And finally, which of the following statements would best describe your view on improving your daily physical activity?": "En, als laatste, welke van de volgende zinnen past het beste bij je mening over het verbeteren van je dagelijkse fysieke activiteit?",
    "I'm already very active.": "Ik ben al erg actief.",
    "I'm trying to be more active.": "Ik probeer actiever te zijn.",
    "Excellent, that's it for the questions regarding physical activity.": "Uitstekend, dat is het dan voor de vragen over fysieke activiteit.",
    "To start, Council of Coaches offers specific support for Type 2 Diabetes and Chronic Pain. It's important for us to know if you have been diagnosed with either.": "Om te beginnen biedt Council of Coaches specifieke ondersteuning aan voor diabetes type 2 en chronische pijn. Het is voor ons belangrijk om te weten of je dat hebt.",
    "Okay.": "Oké.",
    "Are you officially diagnosed with Diabetes Type 2?": "Heb je een diabetes type 2 diagnose?",
    "Yes, I have been diagnosed with Diabetes Type 2.": "Ja, ik heb een diabetes type 2 diagnose.",
    "No, I have not been.": "Nee, dat heb ik niet.",
    "Okay, so in any case I will recommend that you include Katarzyna, our specialised Diabetes Type 2 Coach in your council.": "Oké, dus ik wil je in elk geval Katarzyna aanraden voor je adviesraad. Zij is onze speciale diabetes type 2 coach.",
    "And what about Chronic Pain, have you been officially diagnosed with this?": "En chronische pijn, heb je daar een officiële diagnose voor?",
    "Yes, I am diagnosed with Chronic Pain.": "Ja, ik heb chronische pijn.",
    "No, I am not.": "Nee, dat heb ik niet.",
    "Okay, so in any case I will recommend that you include Rasmus, our specialised Chronic Pain Coach in your council.": "Oké, dus dan wil ik je in elk geval Rasmus aanraden voor je adviesraad. Hij is onze speciale chronische pijn coach.",
    "Okay, that is good to know! Now, there are a few more topics I would like to discuss.": "Oké, dat is goed om te weten! Nu zijn er nog een paar extra onderwerpen die ik met je zou willen bespreken.",
    "We also have a short list of other topics I would like to discuss.": "We hebben ook een kort lijstje van andere onderwerpen die ik met je wil bespreken.",
    "Okay, let's discuss some of the social aspects of your life, interactions with friends, family or neighbours.": "Oké, laten we wat van de sociale aspecten van je leven bespreken, interacties met vrienden, familie of buren.",
    "It happens to everyone that you lose some connections to others, and even start to feel lonely from time to time.": "Het gebeurt iedereen wel dat je wat verbinding met mensen verliest, en dat je je soms wat alleen voelt.",
    "The coaches may be able to help you out with some advice on meeting other people, or doing things together.": "De coaches kunnen je misschien helpen met wat advies om andere mensen te ontmoeten, of samen iets te gaan doen.",
    "So if I may ask, how would you rate your current social life?": "Dus, als ik het mag vragen, hoe beoordeel je je huidige sociale leven?",
    "I have an active social life, no problems.": "Ik heb een actief sociaal leven, geen problemen.",
    "And, more formally, which of the following statements would best describe your view on your social life?": "En, welke van deze zinnen past het best bij je mening over je sociale leven?",
    "My social life is fine.": "Mijn sociale leven is prima.",
    "I am working on meeting more people.": "Ik ben bezig meer mensen te ontmoeten.",
    "I'm trying to improve my social life.": "Ik probeer mijn sociale leven te verbeteren.",
    "I probably should do something.": "Ik zou er iets aan moeten doen.",
    "I'm not trying to improve.": "Ik ben er niet mee bezig.",
    "That's everything done, we are finished with the social part of this intake!": "Dat is alles, we hebben het sociale deel van de vragen afgerond!",
    "You have previously indicated that you are diagnosed with Diabetes Type 2, is that correct?": "Je hebt eerder aangegeven dat Diabetes Type 2 bij jou is vastgesteld, klopt dat?",
    "You have previously indicated that you are diagnosed with Chronic Pain, is that correct?": "Je hebt eerder aangegeven dat Chronische Pijn bij jou is vastgesteld, klopt dat?",
    "You have previously indicated that you don't suffer from Diabetes Type 2 or Chronic Pain, is that correct?": "Je hebt eerder aangegeven dat je geen diagnose hebt voor Diabetes Type 2 of Chronische Pijn, klopt dat?",
    "Yes, that is correct.": "Ja, dat klopt.",
    "No, that is not correct.": "Nee, dat klopt niet.",
    "Okay then, in that case, we have short list of other topics I would like to discuss. Shall we get right to it?": "Oké, in dat geval hebben we nog een korte lijst met andere onderwerpen die ik graag zou willen bespreken. Zullen we er gelijk mee beginnen?",
    "Okay, then let's do that part of the intake again shall we?": "Oké, zullen we dan dat deel van de vragen opnieuw doen?",
    "So as you may know, Council of Coaches offers specific support for Type 2 Diabetes and Chronic Pain. It's important for us to know if you have been diagnosed with either.": "Zoals je wellicht weet biedt Council of Coaches specifieke ondersteuning voor Diabetes Type 2 en Chronische Pijn. Het is belangrijk voor ons om te weten of er bij jou zo'n diagnose is gesteld."
}