{
    "Oh hello there, so nice to meet you! You must be wondering who I am?": "Oh, hallo daar, leuk je te ontmoeten! Je vraagt je vast af wie ik ben?",
    "Well, I am not educated to be a coach, like the other coaches in the council. But I did learn a thing or two since I came here.": "Nouja, ik ben niet opgeleid tot coach zoals de andere coaches in de council. Maar ik heb het een en ander geleerd sinds ik erbij kwam.",
    "Oh, $userFirstName, what a wonderful name you have! Well, welcome to the Council of Coaches.": "Oh, $userFirstName, wat een prachtige naam heb je! Welkom bij Council of Coaches.",
    "What is your expertise?": "Wat is jouw expertise?",
    "As you can see, I am not the youngest person in the room, hehe. In fact, next year, I will turn 68.": "Zoals je kunt zien ben ik niet de jongste hier. Ik word volgend jaar zelfs al 68.",
    "Although I may be getting a little older, I'm still enjoying every day in life.": "Ondanks dat ik al wat ouder word, geniet ik nog steeds van elke dag.",
    "Oh, but where are my manners... who do I have the pleasure of talking to?": "Oh, maar waar zijn mijn manieren... met wie heb ik het genoegen?",
    "Hello Carlos, my name is $userFirstName.": "Hallo Carlos, mijn naam is $userFirstName.",
    "Expertise? Oh no, no... I'm not a coach like the others here!": "Expertise? Oh nee, ik ben niet een coach zoals de anderen.",
    "Olivia and François are helping me losing a little bit of weight.": "Olivia en François helpen me om een beetje af te vallen.",
    "Olivia is helping me get a little bit more active!": "Olivia helpt me om wat actiever te worden.",
    "François is helping me eat a little bit more healthy.": "François helpt me om wat gezonder te eten.",
    "The coaches are helping me to live a bit more healthy.": "De coaches helpen me om wat gezonder te leven.",
    "Yep, Carlos and I have been working on a strategy to get him off that couch!": "Jazeker, Carlos en ik werken aan een manier om hem van de bank af te krijgen.",
    "Ah oui, I have been trying to find some healthy recipes for Carlos... he was eating too much fried codfish!": "Ah oui, ik probeer wat gezonde recepten te vinden voor Carlos... Ja, hij at veel te veel gefrituurde kabeljauw.",
    "So you see, the coaches are trying to help me as well. I guess you can say we are in the same boat!": "Zoals je ziet, proberen de coaches mij ook te helpen. Ik denk dat je kan stellen dat we in hetzelfde schuitje zitten.",
    "So, you are not a coach?": "Dus je bent geen coach?",
    "And I have been trying to find some healthy recipes for Carlos... he was eating too much fried codfish!": "En ik probeer wat gezonde recepten te vinden voor Carlos... Hij at veel te veel gefrituurde kabeljauw.",
    "So come talk to me whenever you want to share some experiences, or just for a chat. I'm always up for a chat...": "Dus je kunt altijd met me praten als je wat ervaringen wilt delen, of gewoon wilt kletsen. Ik ben altijd in voor een praatje...",
    "Thank you Carlos.": "Bedankt Carlos.",
    "It is good to have you here with us. Let me know if I can help you with anything!": "Het is fijn om je hier bij ons te hebben. Laat het me weten als ik je ergens mee kan helpen.",
    "Goodbye.": "Tot ziens.",
    "Since a few years I noticed my health wasn't what it used to be anymore, so I decided to come here.": "Een paar jaar geleden merkte ik dat mijn gezondheid achteruit ging, dus besloot ik hier naartoe te komen."
}